Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: Banning an user is a one-way-ticket process. Be careful. For efficiency purpose, there won't be any warnings.
es: Bloquear un usuario es un proceso sin retorno. Sea cuidadoso. Por propósitos de eficiencia, no habrá ninguna advertencia.

source: User
es: Usuario

source: Score
es: Nivel

source: Ban user
es: Bloquear usuario

source: Wash score
es: Limpiar nivel

source: Incriminated content
es: Contenido incriminatorio

source: Flagged by
es: Marcado por

source: No suspects found
es: Ningún sospechoso fue encontrado

source: here
es: aquí

source: Banned IPs
es: IPs bloqueadas

source: Follow the list of IPs that are currently banned because content their owner posted was flagged as spam. This ban affect only anonymous users and do not prevent them to log in. IPs are automatically removed by a cronjob from this list after a few hours delay but, from here, you can force the removal to be done instantly.
es: Seguir la lista de las IPs que están actualmente bloqueadas porque el contenido de lo que publicaron sus propietarios fue marcado como spam. Este bloqueo solo afecta usuarios anónimos y no les impide conectarse al sistema. Las IPs son automáticamente removidas por una tarea programada desde esta lista después de algunas horas de demora pero, desde aquí, usted puede forzar la eliminación para que se haga instantáneamente.

source: No IP banned
es: Ninguna IP bloqueada

source: Wash IP
es: Limpiar IP

source: Home
es: Inicio

source: Administrators functions currently have minimal error checking, if any. They are fine to play with but may not act as expected if you leave fields blank, etc. Also, navigating the admin functions with the "back" button is highly unadvised.
es: Las funciones de los administradores actualmente tienen el mínimo chequeo de error, si es que tienen. Éstas están bien pero pueden no actuar como es esperado si usted deja campos en blanco, etc. También, navegar las funciones de administrador con el botón "volver" es altamente no recomendado.

source: Configuration
es: Configuración

source: Test System Configuration
es: Configuración de Sistema de Prueba

source: Check whether your configuration (PHP, MySQL, Savane) is in a good shape.
es: Marque si su configuración (PHP, MySQL, Savane) está en buena forma.

source: Configure Group Types
es: Configurar Tipos de Grupo

source: The Group Types define which features are provided to groups that belongs to the related type, what are the default values for these. There must be at least one Group Type.
es: Los Tipos de Grupo definen que características son proporcionadas a los grupos que pertenecen a un tipo relacionado, que son los valores por defecto para éstos. Debe haber al menos un Tipo de Grupo.

source: Configure People Area
es: Configurar Área de Personas

source: Here you can define skills for users to select in their Resume and type of jobs for Contribution Requests.
es: Aquí puede definir capacidades de usuarios para seleccionar en su Currículum y tipo de tareas para Pedidos de Contribución.

source: Management: Recent Events
es: Gestión: Eventos Recientes

source: Browse Pending Project Registrations
es: Examinar registros de Proyectos Pendientes

source: This will show the list of open task related to pending registrations.
es: Esto mostrará la lista de tareas pendientes relacionadas con registros pendientes.

source: Approve News
es: Aprobar Nuevos

source: You can browse the list of recent news posted on the whole site. You can select some news and make them show up on the %s front page.
es: Puede navegar la lista de noticias recientes publicadas en el sitio. Puede seleccionar algunas noticias y hacerlas aparecer en la página frontal %s.

source: Management
es: Gestión

source: Browse Groups List
es: Examinar Lista de Grupos

source: From there, you can see the complete list of groups and reset them (change status, etc).
es: Desde allí, puede ver la lista completa de grupos y restablecerlos (modificar estados, etc).

source: Browse Users List
es: Examinar Lista de Usuarios

source: From there, you can see the complete list of user and reset them (change status, email, etc).
es: Desde allí, puede ver la lista completa de usuarios y restablecerlos (modificar estados, correo-e, etc).

source: Monitoring
es: Monitoreando

source: Find out items flagged as spam, find out users suspected to be spammers.
es: Encontrar ítemes marcados como spam, encontrar usuarios sospechados de ser spammers.

source: Check Last Logins
es: Comprobar Últimas Conexiones

source: Get a list of recent logins.
es: Obtener una lista de conexiones al sistema recientes.

source: Unable to delete group type
es: Incapaz de borrar tipo de grupo

source: group type deleted
es: tipo de grupo borrado

source: Unable to update group type settings: %s
es: Incapaz de actualizar opciones de tipo de grupo: %s

source: group type general settings updated
es: configuraciones generales de tipo de grupo actualizadas

source: Create
es: Crear

source: General Default Settings for Groups of this Type
es: Configuraciones Generales por Defecto para Grupos de este Tipo

source: General Settings
es: Configuraciones Generales

source: Name:
es: Nombre:

source: Base Host:
es: Hospedante base:

source: Description (will be added on each project main page):
es: Descripción (será agregada en cada página principal de proyecto):

source: Admin Email Address:
es: Dirección de Correo-e del Administrador:

source: Project WWW Homepage
es: Página de Inicio WWW del Proyecto

source: Can use homepage
es: Puede usar página de inicio

source: Selected SCM:
es: SCM Seleccionado:

source: Homepage Dir (path on the filesystem) [BACKEND SPECIFIC]:
es: Dirección (path en el sistema de ficheros) de la Página de inicio:

source: Homepage URL:
es: URL de Inicio:

source: Homepage CVS view URL (webcvs, viewcvs):
es: URL de visualización de la página de inicio de CVS (webcvs, viewcvs):

source: Source Code Manager: CVS
es: Gestor de Código Fuente: CVS

source: Can use CVS
es: Puede usar CVS

source: Repository Dir (path on the filesystem) [BACKEND SPECIFIC]:
es: Directorio de Repositorio (path en el sistema de ficheros):

source: Repository view URL (cvsweb, viewcvs, archzoom...):
es: URL de visualización del repositorio (cvsweb, viewcvs, archzoom...):

source: Source Code Manager: GNU Arch
es: Gestor de Código Fuente: GNU Arch

source: Can use GNU Arch
es: Puede usar GNU Arch

source: Source Code Manager: Subversion
es: Gestor de Código Fuente: Subversion

source: Can use Subversion
es: Puede usar Subversion

source: Source Code Manager: Git
es: Gestor de Código Fuente: Git

source: Can use Git
es: Puede empelar Git

source: Source Code Manager: Mercurial
es: Gestor de Código Fuente: Mercurial

source: Can use Mercurial
es: Puede emplear Mercurial

source: Source Code Manager: Bazaar
es: Gestor de Código Fuente: Bazaar

source: Can use Bazaar
es: Puede utilizar Bazaar

source: Can use Download Area
es: Puede usar el Área de Descarga

source: Repository URL:
es: Repositorio URL:

source: Licenses
es: Licencias

source: Can use licenses
es: Puede usar licencias

source: Can use development status
es: Puede usar estado de desarrollo

source: Mailing List
es: Lista de Correo

source: Can use mailing-lists
es: Puede usar listas de correo

source: Mailing-list Host (DEPRECATED):
es: Host de lista de correo (OBSOLETO):

source: Mailing-list address (would be %LIST@gnu.org for GNU projects at sv.gnu.org):
es: Dirección de lista de correo (sería %LISTA@gnu.org para proyectos GNU en sv.gnu.org):

source: Mailing-list virtual host (would be lists.gnu.org or lists.nongnu.org at sv.gnu.org) [BACKEND SPECIFIC]:
es: Host virtual de lista de correo (sería listas@gnu.org o listas.nongnu.org en sv.gnu.org):

source: Mailing list name format:
es: Formato del nombre de lista de correo:

source: Listinfo URL:
es: URL de infor. lista:

source: Subscribe URL (for majordomo at CERN, it is majordomo_interface.php?func=subscribe&amp;list=%LIST&amp;mailserver=listbox.server@cern.ch):
es: Suscribir URL (para mayordomo en CERN, es mayordomo_interface.php?func=subscribe&amp;list=%LIST&amp;mailserver=listbox.server@cern.ch):

source: Unsubscribe URL (for majordomo at CERN, it is majordomo_interface.php?func=unsubscribe&amp;list=%LIST&amp;mailserver=listbox.server@cern.ch):
es: Cancelación URL (para mayordomo en CERN, es mayordomo_interface.php?func=unsubscribe&amp;list=%LIST&amp;mailserver=listbox.server@cern.ch):

source: Archives URL:
es: Archivos URL:

source: Private Archives URL:
es: Archivos URL privados:

source: Administrative Interface URL:
es: URL de Interfaz Administrativa:

source: Can use forum
es: Puede usar el foro

source: Support Request Manager
es: Administrador de Pedido de Soporte

source: Can use support request tracker
es: Puede usar el seguimiento de pedido de soporte

source: Can use bug tracker
es: Puede usar el seguimiento de defectos

source: Can use task manager
es: Puede usar el administrador de tareas

source: Patch Manager
es: Administrador de Parches

source: Can use patch manager (deprecated)
es: Puede usar el administrador de parches (desautorizado)

source: Can use news manager
es: Puede usar el administrador de noticias

source: Delete this Group Type
es: Borrar este Tipo de Grupo

source: Project Menu Settings
es: Configuraciones de Menú de Proyecto

source: the homepage link can be modified
es: el enlace a la página de inicio puede ser modificado

source: the documentation "extra" link can be modified
es: el enlace a la documentación "extra" puede ser modificado

source: the download area link can be modified
es: el enlace del área de descarga puede ser modificado

source: the download _directory_ can be modified -- beware, if the backend is running and creating download dir, it can be used maliciously. don't activate this feature unless you truly know what you're doing
es: El directorio_de_descargas_ puede ser modificado -- cuidado, si el backend está ejecutando y creando el directorio de descargas, éste puede ser usado maliciosamente. No active esta opción a menos que verdaderamente sepa lo que hace

source: the support link can be modified
es: el enlace de soporte puede ser modificado

source: the bugs tracker link can be modified
es: el enlace del seguimiento de defectos puede ser modificado

source: the task tracker link can be modified
es: el enlace del seguimiento de tareas puede ser modificado

source: the patch tracker link can be modified
es: el enlace del seguimiento de parches puede ser modificado

source: the forum link can be modified
es: el enlace del foro puede ser modificado

source: the mailing-list link can be modified
es: el enlace de la lista de correo puede ser modificado

source: the cvs link can be modified
es: el enlace de cvs puede ser modificado

source: the viewcvs link can be modified
es: el enlace de viewcvs puede ser modificado

source: the viewcvs link for homepage code can be modified
es: el enlace viewcvs para el código de la página de inicio puede ser modificado

source: the GNU Arch link can be modified
es: el enlace a GNU Arch puede ser modificado

source: the GNU Arch viewcvs link can be modified
es: el enlace de viewcvs GNU Arch puede ser modificado

source: the Subversion link can be modified
es: el enlace a Subversion puede ser modificado

source: the Subversion viewcvs link can be modified
es: el enlace de viewcvs Subversion puede ser modificado

source: the Git link can be modified
es: el enlace a Git puede ser modificado

source: the Git viewcvs link can be modified
es: el enlace de Git puede ser modificado

source: the Mercurial link can be modified
es: el enlace a Mercurial puede ser modificado

source: the Mercurial viewcvs link can be modified
es: el enlace de viewcvs Mercurial puede ser modificado

source: the Bazaar link can be modified
es: el enlace a Bazaar puede ser modificado

source: the Bazaar viewcvs link can be modified
es: el enlace de viewcvs Bazaar puede ser modificado

source: Project Default Member Permissions
es: Permisos de Miembros por Defecto del Proyecto

source: This form allows you to define the default permissions for users added to a group of this type, unless this group defined its own configuration.
es: Este formulario le permite definir los permisos por defecto para usuarios añadidos a un grupo de este tipo, a menos que este grupo haya definido su propia configuración

source: Support Tracking
es: Seguimiento del Soporte

source: Bug Tracking
es: Seguimiento de Defectos

source: Task Tracking
es: Seguimiento de Tarea

source: Patch Tracking
es: Seguimiento del Parche

source: Project Default Posting Restrictions
es: Restricciones por Defecto de Publicación del Proyecto

source: This form allows you to define the default posting restriction on this group trackers.
es: Este formulario le permite definir la restricción de publicación por defecto en estos seguimientos de grupo.

source: Follow most recent logins:
es: Seguir la mayoría de las conexiones recientes:

source: User Name
es: Nombre de Usuario

source: Group List
es: Lista de Grupo

source: Group List Filter
es: Filtro de Lista de Grupo

source: Number
es: Número

source: Action
es: Operación

source: Any
es: Cualquier

source: Browse
es: Examinar

source: Pending projects (normally, an opened task should exist about them)
es: Proyectos pendientes (normalmente, debería existir una tarea abierta acerca de estos)

source: Deleted projects (the backend will remove the record soon)
es: Proyectos borrados (el backend quitará el registro pronto)

source: Active
es: Activo

source: Pending
es: Pendientes

source: Incomplete
es: Incompleto

source: Deleted
es: Borrado

source: Maintenance
es: Mantenimiento

source: System internal
es: Sistema interno

source: Group Search
es: Búsqueda de Grupo

source: Display Groups beginning with:
es: Mostrar Grupos comenzando con:

source: or search by group_id, group_unix_name or group_name:
es: o buscar por id_de_grupo, nombre_unix_de_grupo o nombre_de_grupo:

source: Search
es: Buscar

source: Groups that begin with %s
es: Grupos que comienzan con %s

source: Projects
es: Proyectos

source: that match
es: que coincide

source: Group Name (click to edit)
es: Nombre de Grupo (pulse para editar)

source: System Name
es: Nombre del Sistema

source: Public?
es: ¿Público?

source: No matches
es: Ninguna coincidencia

source: yes
es: si

source: Updating Project Info
es: Actualizando Información del Proyecto

source: Invalid Group: Invalid group was passed in.
es: Grupo No Válido: un grupo no válido fue ingresado.

source: Registration Management Shortcuts
es: Atajos de Administración de Registros

source: Approve
es: Aprobar

source: Discard
es: Descartar

source: Send New Project Instruction Email and Trigger Project Creation (should be done only once)
es: Enviar Correo-e de Instrucción de Nuevo Proyecto y Disparar Creación del Proyecto (debería hacerse solo una vez)

source: Detailed Interface
es: Interfaz Detallada

source: Group Type:
es: Tipo de Grupo:

source: Maintenance (accessible only to superuser)
es: Mantenimiento (accesible solo al superusuario)

source: Incomplete (failure during registration)
es: Incompleto (defecto durante registro)

source: On project approval, do not forget to run the script "Trigger Project Creation" at the end of this page, otherwise this project could end up partly misconfigured.
es: En la aprobación del proyecto, no olvide ejecutar el script "Disparar Creación de proyecto" al final de esta página, de otra manera este proyecto podría terminar mal configurado.

source: Project marked as deleted will be removed from the database by a cronjob.
es: El proyecto marcado como quitado será quitado de la base de datos por una tarea programada.

source: A private project will be completly invisible from the web interface.
es: Un proyecto privado será completamente invisible desde la interfaz web.

source: You must clear the HTML repository field below when setting the private flag otherwise unpredictable result will occur.
es: Debe despejar el campo de repositorio HTML situado abajo cuando configure el flag privado, de otra manera ocurrirá un resultado impredecible.

source: Note: this has influence only if the group type of which this group belongs to accepts this information.
es: Nota: esto tiene influencia solo si el tipo de grupo al que pertenece este grupo acepta esta información.

source: N/A
es: S/C

source: Other
es: Otro

source: If other:
es: Si otro:

source: Submitted Information
es: Información Enviada

source: Specific Backend Settings
es: Configuraciones de Backend Específicas

source: [BACKEND SPECIFIC] If this group must have specific directories for homepage, sourcecode, download, which are not the default of the group type it belongs to, you can fill in the following fields. You may need to also edit the urls in 'This Project Active Features'. If possible, you should avoid using these fields and consider creating new group types. Exceptions are a pain to handle in the long run.
es: [BACKEND ESPECÍFICO] Si este grupo debe tener directorios específicos para la página de inicio, código fuente, descarga, los cuales no son los definidos por defecto para el tipo de grupo al que pertenece, usted puede completar los siguientes campos. Puede necesitar también editar las urls en 'Características Activas de Este Proyecto'. Si es posible, debería evitar usar estos campos y considerar crear nuevos tipos de grupo. Las excepciones son una fastidio para manejar a largo plazo.

source: CVS directory:
es: Directorio CVS:

source: GNU Arch directory:
es: Directorio GNU Arch:

source: Subversion directory:
es: Directorio Subversion:

source: Git directory:
es: Directorio Git:

source: Mercurial directory:
es: Directorio Mercurial:

source: Bazaar directory:
es: Directorio Bazaar:

source: Homepage directory:
es: Directorio de la página de inicio:

source: Download directory:
es: Directorio de descarga:

source: %s will be set to %s
es: %s será establecido a %s

source: No field to update or SQL error
es: Ningún campo para actualizar o error SQL

source: Mail sent, site-specific triggers executed
es: Mail enviado, los disparadores específicos del sitio fueron ejecutados

source: Local Administration Project Approved
es: Proyecto de Administración Local Aprobado

source: User List
es: Lista de Usuario

source: DELETE
es: BORRAR

source: ACTIVE
es: ACTIVO

source: SUSPEND
es: SUSPENDER

source: Action done
es: Operación realizada

source: Status updated to %s for user %s
es: Estado actualizado a %s para usuario %s

source: User Search
es: Búsqueda de Usuario

source: Display users beginning with
es: Mostrar usuarios comenzando con

source: or search by email, username, realname or userid
es: o buscar por correo-e, nombre de usuario, nombre real o id de usuario

source: User list for:
es: Lista de usuario para:

source: All Groups
es: Todos los Grupos

source: Member Profile
es: Perfil de Miembro

source: Suspended
es: Suspendido

source: Active (Squad)
es: Activo (Equipo)

source: Unknown status
es: Estado desconocido

source: View
es: Ver

source: Private
es: Privado

source: Suspend
es: Suspender

source: Activate
es: Activar

source: Back to the top
es: Regresar a arriba

source: Data Export is currently restricted to projects members
es: La exportación de datos está actualmente restringida a miembros de proyectos

source: You have already registered %s export job for this project, which is the current limit. If more exports are required ask other project members.
es: Ya tiene registrada una operación de exportación para este proyecto, la cual es el límite actual. Si se requieren más exportaciones solicite otros miempros del proyecto.

source: SQL insert error
es: Error de inserción SQL

source: Export job #%s successfully removed
es: Operación de exportación #%s correctamente quitado

source: Unable to remove export job #%s
es: Incapaz de quitar tarea de exportación #%s

source: Data Export Jobs
es: Operaciones de Exportación de Datos

source: From here, you can select criteria for an XML export of the items of your project of the current tracker. Then your request will be queued and made available on an HTTP accessible URL. This way you can automate exports, using scripts, as you know the file URL in advance.
es: Desde aquí, usted puede seleccionar criterios para una exportación XML de los ítemes de su proyecto del seguimiento actual. Entonces su pedido será puesto en espera y estará disponible en una URL accesible por HTTP. De esta manera usted puede automatizar exportaciones, usando scripts, como usted sabe el fichero URL en progreso.

source: Pending Export Jobs
es: Operaciones de Exportación Pendientes

source: Queued Jobs
es: Operaciones en cola de espera

source: Remove this job
es: Quita esta tarea

source: Done
es: Terminados

source: Job #%s, bound to task #%s, %s
es: Operación #%s, saltar a tarea #%s, %s

source: %s at %s hours [GMT]
es: %s a las %s horas [GMT]

source: Exporting %s on %s
es: Exportando %s en %s

source: Note that xml files will be removed after 2 weeks or if you remove the job from this list.
es: Note que loa ficheros xml serán quitados tras 2 semanas o si usted quita la tarea de esta lista.

source: You have no export job pending.
es: No tiene tareas de exportación pendientes.

source: Creating a new Export Job
es: Creando un nuevo tarea de exportación

source: Use the %s Query Form and %s selection for export criteria.
es: Usar el formulario de consulta %s y selección %s para criterios de exportación.

source: Multiple
es: Múltiple

source: Export criteria:
es: Criterio de Exportación:

source: The export should be generated:
es: La exportación debería estar generada:

source: as soon as possible
es: tan pronto como sea posible

source: Today
es: Hoy

source: Tomorrow
es: Mañana

source: %s at %s hours %s
es: %s a las %s horas %s

source: every day
es: cada día

source: This item is private. However, you are allowed to read it as you submitted it.
es: Este ítem es privado. Sin embargo, usted está habilitado para leerlo debido a que fue quién lo envió.

source: This item is private.
es: Este ítem es privado.

source: You are not allowed to post comments on this tracker with your current authentification level.
es: No está habilitado para publicar comentarios en este seguimiento con su nivel de autenticación actual.

source: Submitted on:
es: Enviado en:

source: Votes:
es: Votos:

source: Post a Comment
es: Publicar un Comentario

source: Add a New Comment %s:
es: Agregar un Nuevo Comentario %s:

source: You are not logged in
es: No está dentro del sistema

source: Please %slog in,%s so followups can be emailed to you.
es: Por favor %singrese al sistema, %s así los resultados pueden ser enviados a su correo-e.

source: Discussion locked!
es: Discusión bloqueada!

source: Discussion
es: Discusión

source: Attached Files
es: Ficheros Adjuntos

source: (Note: upload size limit is set to %s kB, after insertion of the required escape characters.)
es: (Nota: el límite de tamaño de subida está establecido en %s KB, después del ingreso de los caracteres de escape requeridos.)

source: Attach File(s):
es: Adjuntar Fichero(s):

source: Comment:
es: Comentar:

source: Mail Notification Carbon-Copy List
es: Lista Copia-Carbon de Notificación de Mail

source: (Note: for %s users, you can use their login name rather than their email addresses.)
es: (Nota: para usuarios %s, usted puede usar sus nombre de usuario en lugar de sus direcciones de correo-e.)

source: Add Email Addresses (comma as separator):
es: Agregar Direcciones de Correo-e (coma como separador):

source: Votes
es: Votos

source: Do you think this task is very important?
es: ¿Cree que esta tarea es muy importante?

source: If so, you can click here to add your encouragement to it.
es: Si lo hace, puede hacer pulsek aquí para dar tu apoyo a ella.
