Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: There cannot be any spaces in the %s
es: No puede haber ningún espacio en el/la %s

source: The %s is too short
es: El/La %s es demasiado corto/a

source: It must be at least %s character.
es: Debe haber por lo menos %s carácter.

source: The %s is too long
es: El/La %s es demasiado corto/a

source: It must be at most %s character.
es: Debe haber como mucho %s carácter.

source: The %s must begin with an alphabetical character.
es: El/La %s debe comenzar con un carácter alfabético

source: underscores
es: subrayados

source: dashes
es: rayas

source: dots
es: puntos

source: tolerated:
es: tolerados:

source: The %s must only contain alphanumerics%s.
es: El/La %s debe contener sólo %s alfanuméricos.

source: That %s is reserved.
es: Ese/a %s está reservado/a.

source: An account associated with that email address has already been created.
es: Una cuenta asociada con esa dirección de correo-e ya ha sido creada.

source: It is not allowed to associate an account with this email address.
es: No está permitido asociar una cuenta con esta dirección de correo-e.

source: This group name is not allowed.
es: Este nombre de grupo no está permitido.

source: Group name cannot contain underscore for DNS reasons.
es: El nombre de grupo no puede contener subrayado por razones de DNS.

source: -deleted account-
es: -cuenta eliminada-

source: %s Profile
es: Perfil %s

source: Follows the Profile of %s.
es: sigue el perfil de %s.

source: It is not a normal user account but a squad: it unites several users as if they were one (notifications, privileges, etc).
es: Ésta no es una cuenta de usuario común pero es la de un equipo: une varios usuarios como si fueran uno (notificaciones, privilegios, etc).

source: Open Items submitted by %s
es: Abrir ítemes enviados por %s

source: Open Items assigned to %s
es: Abrir ítemes asignados a %s

source: General Information
es: Información Común

source: Note:
es: Nota:

source: The account was deleted
es: La cuenta fue borrada

source: Send him/her a mail
es: Enviarle un correo

source: Site Member Since
es: Desde que es Miembro del Sitio

source: This user did not enable his/her Resume & Skills
es: Este usuario desactivó su Currículum y capacidad

source: View Resume & Skills
es: Ver Resumè y Capacidades

source: Download GPG Key
es: Descargar clave GPG

source: Project/Group Information
es: Información de Grupo/Proyecto

source: This user is not a member of any Project/Group
es: Este usuario no es un miembro de ningún Proyecto/Grupo

source: You Could Send a Message if you were logged in
es: Podría mandar un mensaje si estuviera dentro del sistema

source: Administration Summary
es: Sumario de Administración

source: Search in this Group
es: Buscar en este grupo

source: Filelist Administration
es: Administración de la lista de ficheros

source: Filelist
es: Lista de ficheros

source: CVS Repositories
es: Repositorios CVS

source: GNU Arch Repositories
es: Repositorios GNU Arch

source: Subversion Repositories
es: Repositorios Subversion

source: Git Repositories
es: Repositorios Git

source: Mercurial Repositories
es: Repositorios Mercurial

source: Bazaar Repositories
es: Repositorios Bazaar

source: In Depth Guide
es: Guía Avanzada

source: Cookbook Administration
es: Administración de Recetas

source: Support Tracker Administration
es: Apoyo de Administración del Seguimiento

source: Support
es: Soporte

source: Bugs Tracker Administration
es: Administración del Seguimiento de Defectos

source: Bugs
es: Defectos

source: Tasks Manager Administration
es: Administración del Gestión de Tareas

source: Tasks
es: Tareas

source: Patch Manager Administration
es: Administración de Gestión de Parches

source: Patches
es: Parches

source: News Manager Administration
es: Administración del administrador de noticias

source: Mailing Lists Administration
es: Administración de Correos Listados

source: People at %s
es: Gente en %s

source: My Account Configuration
es: Mi configuración de cuenta

source: My Items
es: Mis ítemes

source: My Votes
es: Mis votos

source: My Group Membership
es: Mis Membresía de Grupo

source: My Bookmarks
es: Mis Marcadores

source: My Incoming Items
es: Mis Ítemes Entrantes

source: Membership Info
es: Información de la Membresía

source: Project Admin:
es: Administrador del Proyecto:

source: %s active member
es: %s miempro activo

source: View Members
es: Ver Miembros

source: Group identification
es: Identificación de grupo

source: System Name:
es: Nombre del Sistema:

source: This project has not yet submitted a short description. You can %ssubmit it%s now.
es: Este proyecto todavía no tiene agregada una descripción corta. Puede %s añadirla %s ahora.

source: Administration: %s server
es: Administración: servidor %s

source: Since you are administrator of this project, which one is the "system project", you are administrator of the whole %s server.
es: Desde que usted es el administrador de este proyecto, el cual es el "proyecto de sistema", usted es el administrador del servidor %s entero.

source: Server Admin
es: Administrador del Servidor

source: Server Main Administration Page
es: Página de Administración Principal del Servidor

source: Pending Projects List
es: Lista de Proyectos Pendientes

source: %s registration pending
es: %s registro pendiente

source: Administration: %s project
es: Administración: proyecto %s

source: As administrator of this project, you can manage members and activate, deactivate and configure your project's tools.
es: Como administrador de este proyecto, usted puede administrar miembros y activar, desactivar y configurar las herramientas de sus proyectos.

source: Admin Page
es: Página de Administrador

source: Project Main Administration Page
es: Página de Administración Principal del Proyecto

source: Quick Overview
es: Repaso Rápido

source: Docs
es: Documentos

source: Browse docs (External to Savane)
es: Examinar documentos (Externo a Savane)

source: Browse the cookbook
es: Examinar la receta

source: %s member
es: %s miembro

source: Communication Tools
es: Herramientas de Comunicación

source: Tech Support Manager
es: Administrador de Soporte Técnico

source: %s open item
es: %s ítem abierto

source: Browse open items
es: Examinar ítemes abiertos

source: Submit a new item
es: Enviar un ítem nuevo

source: Public Forum
es: Foro Público

source: %s message in
es: %s mensaje en

source: %s forum
es: %s foro

source: %s public mailing-list
es: %s lista de correo pública

source: People
es: Personas

source: This project is looking for people
es: Este proyecto está buscando personas

source: %s contributor wanted
es: %s contribución deseada

source: Development Tools
es: Herramientas de Desarrollo

source: Source Code Manager: Git Repository
es: Gestor de Código Fuente: Repositorio Git

source: Source Code Manager: Mercurial Repository
es: Gestor de Código Fuente: Repositorio Mercurial

source: Source Code Manager: Bazaar Repository
es: Gestor de Código Fuente: Repositorio Bazaar

source: Source Code Manager: Subversion Repository
es: Gestor de Código Fuente: Repositorio Subversion

source: Source Code Manager: GNU Arch Repository
es: Gestor de Código Fuente: Repositorio GNU Arch

source: Source Code Manager: CVS Repository
es: Gestor de Código Fuente: Repositorio CVS

source: Reply
es: Responder

source: Item posted by %s on %s.
es: Item publicado por %s en %s.

source: Comments:
es: Comentarios:

source: Monitor Forum (toggle)
es: Monitorizar Foro

source: Save Place
es: Lugar Seguro

source: Posting has been disabled.
es: Publicación ha sido desactivada.

source: Trying to post without a forum ID
es: Trata de publicar sin un ID de foro

source: Must include a message body and subject
es: Debe incluir un cuerpo de mensaje y asunto

source: You appear to be double-posting this message, since it has the same subject and followup information as a prior post.
es: Parece estar publicando dos veces este mensaje, ya que tiene el mismo asunto e información complementaria que la publicación anterior.

source: Trying to followup to a message that doesn't exist.
es: Trata seguir un mensaje que no existe.

source: No followup ID present when trying to post to an existing thread.
es: Ningún ID complementario presente cuando se trataba de publicar en un hilo existente.

source: Posting Failed
es: Publicación Fallada

source: Message Posted
es: Mensaje Publicado

source: You could post if you were logged in
es: Podría publicar si estuviera dentro del sistema

source: Subject
es: Asunto

source: Message:
es: Mensaje:

source: Post Comment
es: Publicar Comentario

source: No news items found
es: No fueron encontrados ítemes de noticias

source: %s[Read more]%s
es: %s[Leer más]%s

source: %s reply
es: %s réplica

source: %d news in archive
es: %d noticia en archivo

source: Not found
es: No encontrado

source: Missing Password Or User Name
es: Contraseña o Nombre de Usuario Perdido

source: Invalid User Name
es: Nombre de Usuario Inválido

source: Account Pending
es: Cuenta Pendiente

source: Account Deleted
es: Cuenta Borrada

source: Account Not Active
es: Cuenta Inactiva

source: Invalid Password (AFS)
es: Contraseña Inválida (AFS)

source: Invalid Password
es: Contraseña Inválida

source: No data to work on, no graph will be built
es: Ningún dato sobre el que trabajar, ningún gráfico será construído

source: n/a
es: s/c

source: The total of results is zero.
es: El total de los resultados es cero.

source: Invalid item ID.
es: ID ítem inválido.

source: Invalid forum ID.
es: ID foro no válido.

source: Project not found
es: Proyecto no encontrado

source: This project is in maintenance mode
es: Este proyecto está en modo mantenimiento

source: Note: this project is in maintenance mode
es: Nota: este proyecto está en modo mantenimiento

source: This project is not in active state
es: Este proyecto no está en estado activo

source: [Deleted group #%s]
es: [Grupo borrado #%s]

source: It is possible to post anonymously on this tracker.
es: Es posible publicar anónimamente en este seguimiento.

source: Project Membership is required to post on this tracker.
es: La Membresía del Proyecto es requerida para publicar en este seguimiento.

source: Being logged-in is required to post on this tracker.
es: Es necesario estar conectado para publicar en este seguimiento.

source: Back to %s Homepage
es: Regresar a la página de inicio %s

source: Main page
es: Página principal

source: Pending projects
es: Proyectos Pendientes

source: Site news approval
es: Aprobación de noticias del sitio

source: Hosted Projects
es: Proyectos Hospedados

source: Register New Project
es: Registrar Nuevo Proyecto

source: Register your project at %s
es: Registrar su proyecto en %s

source: Full List
es: Lista Completa

source: Browse the full list of hosted projects
es: Examinar la lista completa de proyectos hospedados

source: Contributors Wanted
es: Contribuidores Requeridos

source: Browse the list of request for contributions
es: Examinar la lista de pedidos para contribuciones

source: Browse statistics about %s
es: Examinar estadísticas acerca de %s

source: This Page
es: Esta Página

source: Clean Reload
es: Recarga Inicial

source: Reload the page without risk of reposting data
es: Recarga la página sin riesgo de republicar datos

source: Printer Version
es: Versión de Impresora

source: Show this page with a style adapted to printers
es: Mostrar esta página con un estilo adaptado a impresoras

source: Bookmark It
es: Marcarlo

source: Add this page to my bookmarks
es: Agregar esta página a mis marcadores

source: Related Recipes:
es: Recetas relacionadas:

source: Site Help
es: Ayuda del Sitio

source: User Docs: Cookbook
es: Docs de Usuario: Receta

source: Recipes dedicated to any users, including Project Admins
es: Recetas dedicadas a cualquier usuario, incluyendo Administradores de Proyecto

source: User Docs: In Depth Guide
es: Documentos de Usuario: Guía Avanzada

source: In-depth Documentation dedicated to any users, including Project Admins
es: Documentación Avanzada dedicada a cualquier usuario, incluyendo Administradores de Proyecto

source: Get Support
es: Obtener Soporte

source: Get help from the Admins of %s, when documentation is not enough
es: Obtener ayuda de los Administradores de %s, cuando la documentación no es suficiente

source: Contact Savannah
es: Contacto Savannah

source: Contact address of %s Admins
es: Dirección de Contacto de los Administradores de %s

source: Logged in as %s
es: Conectado como %s

source: %s logged in as superuser
es: %s conectado como superusuario

source: Become Superuser
es: Convertirse en Superusuario

source: Superuser rights are required to perform site admin tasks
es: Derechos de superusuario son necesarios para realizar las tareas de administrador del sitio

source: What's new for me: new items I should have a look at
es: Qué hay de nuevo para mi: nuevos ítemes a los que debería echar un vistazo

source: Browse my items (submitted by me or assigned to me)
es: Examinar mis ítemes (enviados por mí o asignados a mí)

source: Browse items I voted for
es: Examinar ítemes que he votado

source: List the groups I belong to
es: Listar los grupos a los que pertenezco

source: Show my bookmarks
es: Mostrar mis marcadores

source: My Account Conf
es: Configuración de mi cuenta

source: Account configuration: authentication, cosmetics preferences...
es: Configuración de cuenta: autenticación, preferencias estéticas...

source: Logout Superuser
es: Desconectar Superusuario

source: End the Superuser session, go back to normal user session
es: Terminar la sesión Superusuario, retornar a la sesión de usuario normal

source: Logout
es: Desconectar

source: End the session, remove the session cookie
es: Terminar la sesión, borrar la cookie de sesión

source: Login Status:
es: Estado de conexión:

source: Not Logged In
es: No Conectado

source: Login page - you must have registered an account first
es: Página de conexión - primero debe tener una cuenta registrada

source: New User
es: Nuevo Usuario

source: Account registration form
es: Formulario de registro de cuenta

source: You already flagged this comment
es: Usted ya ha marcado este comentario

source: Not able to find out who submitted the alleged spam, stopping here
es: No puede averiguar quién envió el spam, deteniéndose aquí

source: Flagged (+%s, total spamscore: %s)
es: Marcado (+%s, total spamscore: %s)

source: Spam score of your post set to %s
es: Ajuste de Spam de su publicación establecido a %s

source: Spam score of your post set temporarily to %s, until it is checked by spam filters
es: Ajuste de spam de su publicación establecido temporalmente a %s, hasta que sea chequeado por filtros de spam

source: Your IP address was banned for several hours due to spam reports incriminating it. In the meantime, if you log in, you can work around this ban. You should investigate about probable cause of spam reports incriminating your IP
es: Su dirección IP fue bloqueada por varias horas debido a boletíns de spam incriminándola. Mientras tanto, si entra al sistema, puede evitar este bloqueo. Debería investigar acerca de la causa probable de los boletíns de spam incriminando su IP

source: Message sent via/by %s
es: Mensaje enviado vía/por %s

source: Mail sent to %s
es: Mail enviado a %s

source: Send a Message to %s
es: Enviar Mensaje a %s

source: From:
es: Origen:

source: <em>in</em>
es: <em>en</em>

source: %s Cookbook
es: %s recetas

source: %s Support
es: %s apoyos

source: %s Bugs
es: %s defectos

source: %s Tasks
es: %s tareas

source: %s Patches
es: %s parches

source: with at least one of the words
es: con al menos una de las palabras

source: with all of the words
es: con todas las palabras

source: %s results per page
es: %s resultados por página

source: any
es: cualquier

source: Search in %s group type, when searching for a "Project/Group".
es: Buscar en tipo de grupo %s, cuando se busque por un "Proyecto/Grupo".

source: Notes: You can use the wildcard *, standing for everything. You can also search items by number.
es: Notas: Puede usar la wildcard*, permanente para todo. Usted también puede buscar ítemes por número

source: Search Criteria:
es: Criterios de Búsqueda:

source: New search criteria for the Group %s:
es: Nuevos criterios de búsqueda para el grupo %s:

source: Project/Group
es: Proyecto/Grupo

source: Search results for %s (in %s):
es: Resultados de búsqueda para %s (en %s):

source: Search results for %s (in %s, for the Group %s):
es: Resultados de búsqueda para %s (en %s, para el Grupo %s):

source: Search results:
es: Resultados de búsqueda:

source: None found. Please note that only search words of more than two characters are valid.
es: No encontrado. Por favor note que solo son válidas las búsquedas de palabras de más de dos caracteres.

source: Invalid search.
es: Búsqueda inválida.

source: Unique project search result for %s:
es: Resultados de búsqueda de proyecto único para %s:

source: db_query_escape: Missing parameter
es: db_query_escape: Parámetro faltante

source: Basic Markup
es: Marcado Básico

source: Only basic text tags are available in this input field.
es: Sólo etiquetas de texto básico están disponibles en este campo de entrada.

source: Rich Markup
es: Marcado Enriquecido

source: Rich and basic text tags are available in this input field.
es: Las etiquetas de texto básico y enriquecido están disponibles en este campo de entrada

source: Full Markup
es: Marcado Completo

source: Every tags are available in this input field.
es: Cada una de las etiquetas están disponibles en este campo de entrada.

source: No Markup
es: Sin Marcado

source: No tags are available in this input field.
es: Ninguna etiqueta está disponible en este campo de entrada.

source: Check the Markup Reminder in Related Recipes for a description of these tags.
es: Marque el Recordatorio de Marcado en las Recetas Relacionadas para una descripción de esas etiquetas.

source: Account deleted.
es: Cuenta borrada.

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: every Monday
es: cada Lunes

source: every Tuesday
es: cada Martes

source: every Wednesday
es: cada Miércoles

source: every Thursday
es: cada Jueves

source: every Friday
es: cada Viernes

source: every Saturday
es: cada Sábado

source: every Sunday
es: todos los Domingos

source: Warning: Savane was not able to read "%s" site-specific information, please contact administrators
es: Advertencia: Savane no es capaz de leer información específica de sitio "%s", por favor contactar a los administradores

source: (seems invalid and will probably be ignored)
es: (parece inválida y probablemente será ignorada)

source: (unknown to Savane, will fail if not valid at %s)
es: (Desconocido para savane, fallará si no es válido en %s)

source: -unavailable-
es: -No disponible-

source: This information is not provided to anonymous users
es: Esta información no es suministrada a usuarios anónimos

source: rpm package
es: paquete rpm

source: debian package
es: paquete debian

source: source %s
es: fuente %s

source: arch independant %s
es: independiente de la arquitectura %s

source: %s for i386 (ix86)
es: %s para i386 (ix86)

source: %s for i586
es: %s para i586

source: %s for i686
es: %s para i586

source: %s for Itanium 64
es: %s para Itanium 64

source: %s for Sparc
es: %s para Sparc

source: %s for Alpha
es: %s para Alpha

source: %s for PowerPC
es: %s para PowerPC

source: %s for s390
es: %s para s390

source: Open Items Priority Colors:
es: Abrir colores de prioridad de ítemes:

source: Closed Items Priority Colors:
es: Colores de prioridad de ítemes cerrados:

source: bugs
es: defectos

source: recipes
es: recetas

source: patches
es: parches

source: support requests
es: pedidos de soporte

source: tasks
es: tareas

source: Medium
es: Mediano

source: Highest
es: Lo más alto

source: Error updating database
es: Error actualizando base de datos

source: My
es: Mi

source: Site Admin
es: Administrador del Sitio

source: Site Wide
es: Para todo el sitio

source: %s Scope
es: %s Visibilidad

source: Submenu
es: Submenú

source: Incoming Items
es: Ítemes entrantes

source: What's new for me?
es: ¿Qué hay de nuevo para mi?

source: Items
es: Ítemes

source: Browse my items (bugs, tasks, bookmarks...)
es: Examinar mis ítemes (defectos, tareas, marcadores...)

source: Group Membership
es: Membresía de Grupo

source: Bookmarks
es: Marcadores

source: List my bookmarks
es: Listar mis marcadores

source: Account Configuration
es: Configuración de Cuenta

source: Main
es: Principal

source: Project Main Page at %s
es: Página Principal del Proyecto en %s

source: View members
es: Ver miembros

source: Administer:
es: Administrador:

source: Edit public info
es: Edita información pública

source: Select features
es: Seleccionar características

source: Manage&nbsp;members
es: Gestión Y Miembros

source: Manage&nbsp;squads
es: Gestionar equipos

source: Set&nbsp;permissions
es: Establecer permisos

source: Set&nbsp;notifications
es: Opciones y notificaciones

source: Show&nbsp;history
es: Mostrar historial

source: Copy&nbsp;configuration
es: Copiar&nbsp;configuración

source: Post&nbsp;jobs
es: Publicar&nbsp;Operaciones

source: Post a request for contribution
es: Publicar un pedido para contribución

source: Edit jobs
es: Editar operaciones

source: Edit previously posted request for contribution
es: Editar pedido de contribución previamente publicado

source: Browse project homepage (outside of Savane)
es: Examinar página de inicio del proyecto (fuera de Savane)

source: Download
es: Descargar

source: Visit download area: files released
es: Visite el área de descarga: ficheros publicados

source: Docs: Cookbook, etc
es: Documentos: Recetas, etc

source: Tech Support Tracker: post, search and manage support requests
es: Seguimiento de Apoyo Técnico: publicar, buscar y gestionar peticiones de apoyo

source: Mailing lists
es: Listas de correo

source: List existing mailing lists
es: Listas de correo existentes

source: Configure:
es: Configurar:

source: Source code
es: Código fuente

source: Source code management
es: Gestión de código fuente

source: Use Git
es: Emplear Git

source: Use Mercurial
es: Emplear Mercurial

source: Use Bazaar
es: Emplear Bazaar

source: Use Subversion
es: Usar Subversion

source: Use GNU Arch
es: Usar GNU Arch

source: Use CVS
es: Usar CVS

source: Bug Tracker: report, search and track bugs
es: Seguimiento de Defecto: boletín, buscar y seguimiento de defectos

source: Task Manager: post, search and manage tasks
es: Administrador de Tareas: publicar, buscar y administrar tareas

source: Patch Manager: post, search and manage patches
es: Administrador de Parches: publicar, buscar y administrar parches

source: Read latest News, post News
es: Leer las últimas noticias, publicar nuevas

source: Atom feed
es: Rollo Atom

source: Configure
es: Configurar

source: News Manager: edit notifications
es: Gestor de Noticias: editar notificaciones

source: Submit new
es: Nueva petición

source: Reset to open
es: Restablecer para abrir

source: Export
es: Exportar

source: Get statistics
es: Obtener estadísticas

source: Browse (External to Savane)
es: Examinar (Externo a Savane)

source: Browse Documentation that is located outside of Savane
es: Documentación de navegación que está situada fuera de Savane

source: Edit
es: Editar

source: Digest recipes
es: Resumir recetas

source: Savane In Depth Guide
es: Guía Avanzada de Savane

source: Select fields
es: Seleccionar campos
