Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: To see the collection of prior posting to the list, visit the %s%s archives%s (authorization required).
es: Para ver la colección de publicaciones previas a la lista, visite los %s%s archivos%s (autorización requerida).

source: To post a message to all the list members, write to %s
es: Para publicar un mensaje a todos los miembros de la lista, escribir a %s

source: No mailing-list address was found, the configuration of the server is probably broken, contact the admins!
es: Ninguna dirección de lista de correo fue encontrada, la configuración del servidor está probablemente rota, contacte a los administradores!

source: You can subscribe to the list by submitting %sthis message%s
es: Puede suscribirse a la lista enviando %seste mensaje%s

source: You can unsubscribe to the list by submitting %sthis message%s
es: Puede desuscribirse de la lista enviando %seste mensaje%s

source: You can (un)subscribe to the list by following instructions on the %slist information page%s
es: Puede desuscribirse de la lista siguiendo las instrucciones en la %spágina de información de la lista%s

source: Project administrators can use the %sadministrative interface%s to manage the list.
es: Administradores de proyecto pueden utilizar el %sinterfaz administrativo%s para gestionar la lista.

source: You must provide list name that is two or more characters long: %s
es: Debe proporcionar un nombre de lista que tenga una longitud de dos o más caracteres: %s

source: list name
es: nombre de lista

source: Invalid list name: %s
es: Nombre de lista no válido: %s

source: List name %s is reserved, to avoid conflicts with user accounts.
es: Lista de nombres %s está reservada, para evitar conflictos con cuentas de usuario.

source: List %s is already in the database. We will create an alias
es: Lista %s ya se encuentra en la base de datos. Crearemos un alias

source: The list %s already exists.
es: La lista %s ya existe

source: Error Adding List
es: Error agregando lista

source: List Added
es: Lista agregada

source: List %s not found in the database
es: Lista %s n encontrada en la base de datos

source: Error updating list %s
es: Error actualizando lista %s

source: List %s updated
es: Lista %s actualizada

source: Update Mailing List
es: Actualizar Lista de Correo

source: You can administer lists information from here. Please note that private lists are only displayed for members of your project, but not for visitors who are not logged in.
es: Puede administrar información de las listas desde aquí. Por favor note que listas privadas solo son mostradas a miembros de su proyecto, pero no a visitantes que no están dentro del sistema.

source: Description:
es: Descripción:

source: Status:
es: Estado:

source: Public List
es: Lista Pública

source: Private List (not advertised, suscribing requires approval)
es: Lista Privada (no anunciada, para suscribirse requiere aprobación)

source: To be deleted (warning, this cannot be undone!)
es: Para ser borrada (advertencia, esto no se puede deshacer!)

source: Reset List Admin Password:
es: Restablecer contraseña de administrador de lista:

source: Requested
es: Solicitado

source: this will have no effect if this list is not managed by Mailman via Savane
es: esto no tendrá ningún efecto si esta lista no está administrada por Mailman vía Savane

source: Create a new mailing list:
es: Crea una lista de correo nueva

source: Is Public?
es: Es pública?

source: (visible to non-members)
es: (visible a los que no son miembros)

source: Enter your search words above.
es: Ingrese sus palabras de búsqueda encima.

source: Project
es: Proyecto

source: Description
es: Descripción

source: Type
es: Tipo

source: Login
es: Entrar

source: Name
es: Nombre

source: Item Id
es: Id ítem

source: Item Summary
es: Resumen de Item

source: Group
es: Grupo

source: Submitted By
es: Enviado Por:

source: Date
es: Fecha

source: Invalid Search!!
es: Búsqueda Inválida!!

source: You need to be site administrator to use this feature.
es: Necesitas ser administrador del sitio para usar esta característica.

source: This user doesn't exist.
es: Este usuario no existe.

source: Lost Account Password
es: Contraseña de Cuenta Perdida

source: Lost your password?
es: ¿Perdió su contraseña?

source: The form below will email a URL to the email address we have on file for you. In this URL is a 128-bit confirmation hash for your account. Visiting the URL will allow you to change your password online and login.
es: El formulario de abajo enviará una URL a la dirección de correo-e que tenemos archivada de usted. Esta URL es una confirmación hash de 128-bit para su cuenta. Visitar la URL le permitirá cambiar su contraseña en línea y entrar al sistema.

source: This will work only if your account was already successfully registered and activated. Note that accounts that are not activated within the three days next to their registration are automatically deleted.
es: Esto funcionará sólo si su cuenta fue antes correctamente registrada y activada. Note que las cuentas que no son activadas dentro de los tres días siguientes a su registro son automáticamente borradas.

source: Login Name:
es: Nombre de usuario:

source: Send lost password hash
es: Enviar hash de contraseña perdida

source: Please answer the antispam test!
es: ¡Por favor responda la prueba de antispam!

source: Please correctly answer the antispam captcha!
es: ¡Por favor responda correctamente la prueba de antispam!

source: Passwords do not match.
es: Las contraseñas no coinciden

source: You must supply a valid email address.
es: Debe suministrar una dirección de correo-e válida.

source: You must supply a real name.
es: Debe suministrar un nombre real.

source: phpkrb5 module failure
es: defecto de módulo phpkrb5

source: User is a kerberos principal but password do not match. Please use your kerberos password for the first login and then change your %s password. This is necessary to prevent someone from stealing your account name.
es: El usuario es un usuario principal de kerberos pero la contraseña no coincide. Por favor, use su contraseña de kerberos para la primera entrada al sistema y luego cambie su contraseña de %s. Esto es necesario para prevenir que alguien robe su nombre de cuenta

source: Thank you for registering on the %s web site.
es: Gracias por registrarte en el sitio web %s.

source: Your login is not mentioned in this mail to prevent account creation by robots.
es: Su entrada no está mencionada en este correo para prevenir creación de cuentas por robots.

source: In order to complete your registration, visit the following URL:
es: Para completar su registro, visite la siguiente URL:

source: Enjoy the site
es: Disfrute el sitio

source: P.S. Your password is now stored in encrypted form in the %s database.
es: P.D. Su contraseña está ahora almacenada en formato cifrado en la base de datos %s.

source: For better security we advise you to change your %s password as soon as possible.
es: Para mayor seguridad le aconsejamos cambiar su contraseña %s tan pronto como sea posible.

source: Account Registration
es: Registro de Cuenta

source: Register Confirmation
es: Confirmación de Registro

source: New Account Registration Confirmation
es: Confirmación de registro de una nueva cuenta

source: Congratulations. You have registered on %s
es: Felicitaciones. Usted se ha registrado en %s

source: Your login is: %s
es: Su nombre de usuario es: %s

source: You are now being sent a confirmation email to verify your email address. Visiting the link sent to you in this email will activate your account.
es: Se le ha enviado un correo-e de confirmación para verificar su dirección de correo-e. Visitar el enlace enviado en este correo-e activará su cuenta.

source: Accounts not confirmed after two days are deleted from the database.
es: Cuentas sin confirmar después de dos días son borradas de la base de datos.

source: User account registration
es: Registro de cuenta de usuario

source: Password / passphrase:
es: Palabra / Frase contraseña:

source: Re-type Password:
es: Reescriba la Contraseña:

source: Email Address:
es: Dirección de Correo-e:

source: This email address will be verified before account activation. Check your spam filters. Do not use a hotmail or comcast address here.
es: Esta dirección de correo-e será verificada antes de la activación de la cuenta. Compruebe sus filtros de spam. No emplee direcciones de hotmail o comcast aquí.

source: Antispam test:
es: Prueba antispam:

source: In what year was the GNU project announced? [<a href='http://www.gnu.org/gnu/gnu-history.html'>click for a hint</a>]
es: ¿En qué año fue anunciado el proyecto GNU? [<a href='http://www.gnu.org/gnu/gnu-history.html'>click for a hint</a>]

source: Play Captcha
es: Reproducir Captcha

source: Invalid username.
es: Nombre de usuario inválido.

source: Invalid confirmation hash
es: Hash de confirmación inválido

source: %s Account Verification
es: Verificación de cuenta %s

source: In order to complete your registration, login now. Your account will then be activated for normal logins
es: Para completar su registro, ingrese al sistema ahora. Su cuenta será entonces activada para ingresos normales.

source: Login Name
es: Nombre de usuario

source: Password
es: Contraseña

source: What are you doing here?
es: ¿Que está haciendo aquí?

source: In order to complete your registration, visit the following url:
es: Para completar su registro, visite la siguiente url:

source: Account Pending Verification
es: Verificación Pendiente de Cuenta

source: Pending Account
es: Cuenta Pendiente

source: Your email confirmation has been resent. Visit the link in this email to complete the registration process.
es: Su confirmación por correo-e ha sido reenviada. Visite el enlace en este correo-e para completar el proceso de registro.

source: Return to Home Page
es: Regresar a la Página Principal

source: This account is not pending verification.
es: Esta cuenta no está pendiente de verificación.

source: Invalid User
es: Usuario Inválido

source: This account does not exist or has not been activated
es: Esta cuenta no existe o no ha sido activada

source: An email for your lost password has already been sent. Please wait one hour and try again.
es: Un correo-e por su contraseña perdida ya ha sido enviado. Por favor espere una hora e intente nuevamente.

source: Someone (presumably you) on the %s site requested a password change through email verification.
es: Alguien (presumiblemente usted) en el sitio %s solicitó una modificación de contraseña a través de verificación por correo-e.

source: If this was not you, this could pose a security risk for the system.
es: Si no fue usted, esto podría representar un riesgo de seguridad para el sistema.

source: If you requested this verification, visit this URL to change your password:
es: Si usted solicitó esta verificación, visite esta URL para cambiar su contraseña:

source: In any case make sure that you do not disclose this url to somebody else, e.g. do not mail this to a public mailinglist!
es: En cualquier caso asegúrese de no divulgar esta url a alguien más, por ej. no envíe por correo-e a una lista de correo publica!

source: Encryption failed.
es: Cifrado fallado.

source: No key for encryption found.
es: Ninguna llave de cifrado encontrada.

source: Can't extract user_id from database.
es: No puede extraer identificador user_id desde la bbdd.

source: Can't create temporary files.
es: No puede crear ficheros temporales.

source: Extracted GPG key ID is invalid.
es: ID de clave GPG extraída no es válida.

source: Confirmation mailed
es: Confirmación enviada por correo-e

source: Lost Password Confirmation
es: Confirmación de Contraseña Perdida

source: An email has been sent to the address you have on file.
es: Un correo-e ha sido enviado a la dirección que tiene en el fichero.

source: Follow the instructions in the email to change your account password.
es: Siga las instrucciones en el correo-e para cambiar la contraseña de su cuenta.

source: Note that the message was sent unencrypted. In order to use encryption, register an encryption-capable GPG key and set the <b>Encrypt emails when resetting password</b> checkbox in your account settings.
es: Note que el mensaje ha sido enviado sin cifrardo. Con el fin de emplear el cifrado, rejistre una clave GPG capaz de cifrar y establezca <b>

source: Note that it was encrypted with your registered GPG key.
es: Note que fue cifrado con su clave GPG registrada.

source: This confirm hash exists more than once.
es: Esto confirma que el hash existe más de una vez.

source: Invalid confirmation hash.
es: Hash de confirmación inválido.

source: Lost Password Login
es: Contraseña de conexión perdida

source: You may now change your password
es: Puede cambiar su contraseña ahora

source: New Password (repeat):
es: Nueva Contraseña (repetir):

source: Savane thinks your cookies are not activated for %s. To log-in, we need you to activate cookies in your web browser for this website. Please do so and click here:
es: Savane piensa que sus galletas no están activadas para %s. Para entrar, necesita activar las galletas en su explorador web. Haga ésto y vuelva pulsando aquí:

source: Your account is currently pending your email confirmation. Visiting the link sent to you in this email will activate your account.
es: Su cuenta está actualmente pendiente de su confirmación por correo-e. Visitar el enlace enviado en este correo-e activará su cuenta.

source: If you need this email resent, please click below and a confirmation email will be sent to the email address you provided in registration.
es: Si necesita que este correo-e sea reenviado, por favor, pulse abajo y un correo-e de confirmación será enviado a la dirección de correo-e que usted suministró al registrarse.

source: Resend Confirmation Email
es: Reenviar Correo-e de Confirmación

source: Troubleshooting:
es: Problemas:

source: Is the "Caps Lock" or "A" light on your keyboard on?
es: Está encendida la luz de "Caps Lock" o "A" en tu teclado?

source: If so, hit "Caps Lock" key before trying again.
es: Si es así, oprima la tecla «Bloq Mayús» antes de intentar nuevamente.

source: Did you forget or misspell your password?
es: Olvidó o perdió su contraseña?

source: You can recover your password using the lost password form.
es: Puede recuperar su contraseña usando el formulario de contraseña perdida.

source: Still having trouble?
es: Aún tiene problemas?

source: Fill a support request.
es: Complete un requerimiento de soporte.

source: No account yet?
es: ¿Todavía no tiene cuenta?

source: Password:
es: Contraseña:

source: Stay in secure (https) mode after login
es: Seguir en modo seguro (https) después de entrar al sistema

source: This server does not encrypt data (no https), so the password you sent may be viewed by other people. Do not use any important passwords.
es: Este servidor no cifra datos (no es https), por eso la contraseña que usted envió puede ser vista por otras personas. No utilice contraseñas importantes.

source: Remember me
es: Recordarme

source: For a year, your login information will be stored in a cookie. Use this only if you are using your own computer.
es: Por un año, su información para entrar al sistema será almacenada en una cookie. Use esto sólo si está usando su propia computadora.

source: Login also in %s
es: Conectar también en %s

source: Welcome to %s
es: Bienvenido a %s

source: You are now a registered user on %s.
es: Usted es ahora un usuario registrado en %s.

source: As a registered user, you can participate fully in the activities on the site.
es: Como usuario registrado, puede participar completamente en las actividades de sitio.

source: You may now post items to issue trackers in %s, sign on as a project member, or even start your own project.
es: Puede ahora publicar en los foros de mensajes in %s, alistarse como miembro de proyecto, o incluso empezar su propio proyecto.

source: You should take some time to read %sthe Savane User Guide%s so that you may take full advantage of %s.
es: Usted debería tomarse algo de tiempo para leer %sLa Guía De Usuario Savane%s para que pueda sacar completa ventaja de %s.

source: From %s till %s.
es: Desde %s hasta %s.

source: From %s till %s
es: Desde %s hasta %s

source: Apparently, the period you asked for is incoherent.
es: Aparentemente, el período que solicitó es incoherente.

source: Accounts:
es: Cuentas:

source: New user
es: Nuevo usuario

source: %s new user
es: %s grupo nuevo

source: New group
es: Grupo nuevo

source: %s new project
es: un proyecto nuevo

source: New users and new groups / total:
es: Nuevos usuarios y nuevos grupos / total:

source: Trackers:
es: Seguimientos:

source: %s new support request,
es: %s petición nueva de apoyo,

source: including %s already closed
es: incluyendo %s ya cerrada

source: Support request
es: Petición de apoyo

source: %s new bug,
es: un defecto nuevo

source: Bug
es: Defecto

source: %s new task,
es: %s operación nueva,

source: Task
es: Tarea

source: %s new patch,
es: un parche nuevo,

source: Patch
es: Parche

source: The trackers looks unused, no items were found
es: Los seguimientos lucen sin uso, ningún ítem fue encontrado

source: %s new item,
es: %s ítem nuevo

source: New items per tracker / tracker total:
es: Nuevos ítemes por seguimiento / total seguimiento:

source: Overall
es: Total

source: %s user
es: %s usuario

source: %s project,
es: %s proyecto,

source: including %s in private state
es: incluyendo %s en estado probado

source: Projects per group type:
es: Proyectos por tipo de grupo:

source: %s support request,
es: %s apoyando petición,

source: including %s still open
es: incluyendo %s aún abierto

source: %s bug,
es: %s defecto.

source: %s task,
es: %s operación,

source: %s patch,
es: %s parche,

source: %s item,
es: un elemento,

source: Items per tracker:
es: Ítemes por seguimiento:

source: Themes:
es: Temas:

source: Most popular color themes are: %s.
es: Los temas a color más populares son: %s.

source: No users yet.
es: Aún sin usuarios.

source: Contact Us
es: Contáctenos

source: Create a job for your project
es: Crear un tarea para su proyecto

source: Category:
es: Categoría:

source: Summary
es: Sumario

source: Your project description will be inserted on the announce.
es: Su descripción de proyecto será insertada en el anuncio.

source: Details (job description, contact...):
es: Detalles (descripción del tarea, contacto...):

source: continue >>
es: continuar >>

source: Project Help Wanted
es: Ayuda para proyecto requerida

source: people
es: personas

source: That category does not exist
es: Esta categoría no existe

source: %s looking for %s
es: %s buscando %s

source: Projects Needing Help
es: Proyectos necesitando ayuda

source: View a Job
es: Ver una Operación

source: POSTING fetch FAILED
es: carga de publicación FALLIDA

source: No Such Posting For This Project
es: No existe tal publicación para este proyecto

source: for
es: por

source: Submitted By:
es: Snviado Por:

source: Date:
es: Fecha:

source: License
es: Licencia

source: Development Status
es: Estado del Desarrollo

source: Details (job description, contact ...):
es: Detalles (descripción del tarea, contacto...):

source: Required Skills:
es: Capacidades Requeridas:

source: Posting ID not found
es: ID de publicación no encontrado

source: Error inserting value
es: Error insertando valor

source: Category Inserted
es: Categoría Insertada

source: Skill Inserted
es: Capacidad Insertada

source: Add Job Categories
es: Agregar Categorías de Tarea

source: Existing Categories
es: Categorías Existentes

source: No job categories
es: Ninguna categoría de tarea

source: Add a new job category:
es: Agregar una nueva categoría de tarea:

source: New Category Name:
es: Nombre de categoría nuevo:

source: Once you add a category, it cannot be deleted
es: Una vez que agrega una categoría, no puede ser borrada

source: Add Job Skills
es: Agregar Capacidades de Tarea

source: Existing Skills
es: Capacidades Existentes

source: No Skills Found
es: Ninguna capacidad encontrada

source: Add a new skill:
es: Agregar una nueva capacidad:

source: New Skill Name:
es: Nuevo Nombre de Capacidad:

source: Once you add a skill, it cannot be deleted
es: Una vez que agrega una capacidad, no puede ser borrada

source: Help Wanted Administration
es: Administración requerida para ayuda

source: User not found
es: Usuario no encontrado

source: This user deactivated his/her Resume & Skills page
es: Este usuario desactivó su página de currículum y capacidades

source: This account was deleted.
es: Esta cuenta fue borrada.

source: %s Resume & Skills
es: %s Currículum y Capacidades

source: Follows Resume & Skills of %s.
es: Sigue el Currículum y Capacidades de %s.

source: Resume
es: Currículum

source: User not found.
es: Usuario no encontrado.

source: This user hasn't registered a GPG key.
es: Este usuario no ha registrado una clave GPG.

source: error - missing info
es: error - información perdida

source: Fill in all required fields
es: Completar todos los campos requeridos

source: JOB insert FAILED
es: Inserción de TAREA FALLADA

source: JOB inserted successfully
es: Operación insertada correctamente

source: JOB update FAILED
es: Actualización de tarea FALLIDA

source: JOB updated successfully
es: Operación correctamente actualizado

source: JOB update failed - wrong project_id
es: Actualización de tarea fallida - proyect_id equivocado

source: JOB skill update FAILED
es: Actualización de capacidad de tarea FALLIDA

source: JOB skill updated successfully
es: Capacidad de tarea correctamente actualizada

source: JOB skill update failed - wrong project_id
es: Actualización de capacidad de tarea fallida - proyect_id equivocado

source: JOB skill delete FAILED
es: Borrado de capacidad de tarea FALLIDO

source: JOB skill deleted successfully
es: Capacidad de tarea correctamente borrada

source: JOB skill delete failed - wrong project_id
es: Borrado de capacidad de tarea fallido - proyect_id equivocado

source: Edit a job for your project
es: Editar un tarea para su proyecto

source: Status
es: Estado

source: Short Description:
es: Descripción Corta:

source: Long Description:
es: Descripción Larga:

source: Update Descriptions
es: Actualizar Descripciones

source: Looking for a job to Edit
es: Mirando una tarea para Editar

source: Here is a list of positions available for this project, choose the one you want to modify.
es: Aquí hay una lista de posiciones disponible para este proyecto, elija el que quiera modificar.

source: Requested XML not Found (Error 404)
es: La petición XML no se encontró (Error 404)

source: The XML file you are trying to access doesn't exist on %s.
es: El fichero XML que está tratando de acceder no existe en %s

source: It is surely because it was not yet generated, or too old. If you think that there's a broken link on %s that must be repaired, %sfile a support request%s, mentioning the URL you tried to access (%s).
es: Esto seguramente se debe a que no fue generado todavía, o es muy antiguo. Si cree que hay un enlace roto en %s que debe ser reparado, %s haga un pedido de soporte %s, mencionando la URL que trató de acceder (%s)

source: Monitor Spams
es: Monitorear Spam

source: Suspected users
es: Usuarios sospechados

source: Follow the list of users that post content that as been flagged as spam, ordered by their spam score. If the user is an obvious spammer, you can ban him immediately. If it was flagged by mistake, you can wash his reputation.
es: Seguir la lista de usuarios que publican contenido que ha sido marcado como spam, ordenados por su nivel de spam. Si el usuario es obviamente un spammer, usted puede bloquearlo inmediatamente. Si fue marcado por error, puede limpiar su reputación.
