Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: This task has %s encouragement so far.
es: Esta tarea tiene %s mejora.

source: Your vote:
es: Su voto:

source: / %s remaining vote
es: / %s voto restante

source: Only logged-in users can vote.
es: Sólo usuarios conectados pueden votar.

source: Only project members can vote.
es: Sólo miembros de proyecto pueden votar.

source: History
es: Historial

source: No item found with that id.
es: Ningún ítem encontrado con ese id.

source: Statistics
es: Estadísticas

source: Other statistics:
es: Otras estadísticas:

source: Aging Statistics
es: Estadísticas Antiguas

source: Statistics by '%s'
es: Estadísticas por «%s»

source: Aging statistics:
es: Estadísticas antiguas:

source: %s to %s
es: %s a %s

source: Average Turnaround Time For Closed Items
es: Tiempo de vuelta promedio para ítemes cerrados

source: Number of Items Opened
es: Número de ítemes abiertos

source: Number of Items Still Open
es: Número de ítemes aún abiertos

source: Statistics by '%s':
es: Estadísticas por «%s»:

source: Field Description:
es: Descripción de campo:

source: Can't generate report for field %s
es: No se puede generar boletín para el campo %s

source: Open Items
es: Abrir Ítemes

source: No item found.
es: Ningún ítem encontrado.

source: All Items
es: Todos los ítemes

source: No item found. This field is probably unused
es: Ningún ítem encontrado. Este campo está probablemente sin usar

source: You're not logged in and you didn't enter the magic anti-spam number, please go back!
es: No ha entrado y no introdujo el número mágico anti-spam, ¡por favor salga!

source: Originator E-mail is not valid, thus was not added to the Carbon-Copy list.
es: El Originador E-Mail no es válido, por consiguiente no fue agregado a la lista Copia-Carbon.

source: Warning: do not forget to re-attach your file '%s'
es: Advertencia: no olvide de re-adjuntar su fichero «%s»

source: Missing parameters, nothing added.
es: Parámetros ausentes, nada agregado.

source: You provided search words to get a list of items this one may depend on. Below, in the section [%s Dependencies], you can now select the appropriate one(s) and submit the form.
es: Usted suministró palabras de búsqueda para obtener una lista de ítemes, ésta depende de esas palabras. Abajo, en la sección [%s Dependencias], puede seleccionar ahora la/s apropiada/s y enviar el formulario.

source: You provided search words to get a list of projects this item should maybe reassigned to. Below, in the section [%s Reassign this item], you can now select the appropriate project and submit the form.
es: Usted suministró palabras de búsqueda para obtener una lista de proyectos, este ítem debería ser reasignado a uno. Abajo, en la sección [%s Reasignar este ítem], puede seleccionar el proyecto apropiado y enviar el formulario.

source: You selected Multiple Canned Responses: you are free now to select the one you want to use to compose your answer.
es: Usted seleccionó Respuestas Guardadas Múltiples: es libre ahora de seleccionar la que usted quiera usar para componer su respuesta.

source: Quoted, ready to be copied/pasted into your new comment
es: Citado, preparado para ser copiado/pegado a su nuevo comentario

source: Previous comments will now be printed in a copy/paste-friendly mode.
es: Comentarios previos serán impresos ahora en un modo copiar/pegar-amigable.

source: Comment added
es: Comentario agregado

source: Submit Item
es: Enviar Item

source: Preamble
es: Preámbulo

source: Mandatory Fields
es: Campos Obligatorios

source: Mail Notification CC
es: Notificación de Mail CC

source: Did you check to see if this item has already been submitted?
es: ¿Ha comprobado si este ítem ya fue enviado?

source: Select the items you wish to digest with the checkbox shown next to the "Item Id" field, on the table below. You will be able to select the fields you wish to include in your digest at the next step.
es: Seleccione los ítemes que desea resumir con la casilla de marcado mostrada a continuación del campo "Id de Ítem", en la tabla de abajo. Usted podrá seleccionar los campos que desee incluir en su resumen como paso siguiente.

source: Once your selection is made, click on the button "Proceed to Digest next step" at the bottom of this page.
es: Una vez hecha su selección, pulse en el botón "Seguir al próximo paso de resumen" al pie de esta página.

source: No items selected for digest
es: Ningún ítem seleccionado para resumir

source: Digest Items: Fields Selection
es: Ítemes de Resumen: Selección de Campos

source: You selected %s item for this digest. Now you must unselect fields you do not want to be included in the digest.
es: Seleccionó %s ítem para este digest. Ahora debe deseleccionar campos que no quiere ser incluidos en el digest.

source: Latest Comment
es: Últimos Comentarios

source: Latest comment posted about the item.
es: Últimos comentarios publicados acerca del ítem.

source: No fields selected for digest
es: Ningún campo seleccionado para resumir

source: Digest
es: Resumen

source: Closed Item
es: Coincidencia Cerrada

source: Open Item
es: Item Abierto

source: Anonymous
es: Anónimo

source: Latest comment posted (by %s):
es: Último comentario publicado (por %s):

source: Changed notification email settings
es: Configuraciones de correo-e de notificación cambiadas

source: Transition not found
es: Transición no encontrada

source: Field Values Transitions: Others Fields Update
es: Transiciones de Valores de Campo: Otros Campos Actualizados

source: Others Fields to update when '%s' change from '%s' to '%s':
es: Otros campos para actualizar cuando «%s» cambie de «%s» a «%s»:

source: Note that if you set an automatic update of the field %s, technicians will be able to close items by changing the value of the field %s.
es: Note que si usted establece una actualización automática del campo %s, los técnicos serán capaces de cerrar ítemes cambiando el valor del campo %s.

source: Note also the automatic update process will not override field values specifically filled in forms. It means that if someone was able (depending on his role in the project) to modify/set a specific field value, any automatic update supposed to apply to this field will be disregarded.
es: Note también que el proceso de actualización automático no anulará valores de campo específicamente completados en los formularios. Esto significa que si alguien fuera capaz (dependiendo de su rol en el proyecto) de modificar/establecer un valor de campo específico, cualquier actualización automática supuesta para aplicar a este campo será desatendida.

source: Field Label
es: Etiqueta de Campo

source: New Value
es: Valor Nuevo

source: No automatic update
es: Ninguna actualización automática

source: Reset Values of '%s'
es: Restablecer Valores de «%s»

source: You are about to reset values of the field %s. This action will not be undoable, please confirm:
es: Usted está a punto de restablecer valores del campo %s. Esta acción no será irrealizable, por favor confirme:

source: Error deleting transition
es: Error borrando transición

source: Transition deleted
es: Transición borrada

source: Empty field value not allowed
es: Valor de campo vacío no es permitido

source: Error inserting canned bug response
es: Error insertando respuesta de defecto guardado

source: Canned bug response inserted
es: La respuesta de defecto guardado ha sido insertada

source: Error updating canned bug response
es: Error actualizando respuesta de defecto guardado

source: Canned bug response updated
es: La respuesta de defecto guardado ha sido actualizada

source: Error deleting canned bug response
es: Error borrando respuesta de defecto guardado

source: Canned bug response deleted
es: La respuesta de defecto guardado ha sido borrada

source: Insert failed.
es: Inserción fallida.

source: New transition inserted.
es: Nueva transición insertada.

source: Update of transition failed.
es: Actualización de transición fallida.

source: Transition updated.
es: Transición actualizada.

source: Edit Field Values for '%s'
es: Editar valores de campo para «%s»

source: Field Label:
es: Etiqueta del Campo:

source: Jump to this field usage
es: Omitir a este uso de campo

source: Existing Values
es: Valores Existentes

source: Value label
es: Etiqueta de Valor

source: Rank
es: Rango

source: Occurences
es: Ocurrencias

source: Permanent
es: Permanente

source: Hidden
es: Oculto

source: No active value for this field. Create one or reactivate a hidden value (if any)
es: Ningún valor activo para este campo. Cree uno o reactive un valor oculto (si hay alguno)

source: ---- ACTIVE VALUES ----
es: ---- VALORES ACTIVOS ----

source: ---- HIDDEN VALUES ----
es: ---- VALORES OCULTOS ----

source: No values defined yet for %s
es: Ningún valor definido aún para %s

source: Create a new field value
es: Crear un nuevo valor de campo

source: Before you create a new value make sure there isn't one in the hidden list that suits your needs.
es: Antes de que cree un nuevo valor de campo asegúrese de que no hay uno en la lista oculta que satisfaga sus necesidades.

source: Value:
es: Valor:

source: Rank:
es: Rango:

source: Description (optional):
es: Descripción (opcional):

source: Reset values
es: Restablecer valores

source: You are currently using custom values. If you want to reset values to the default ones, use the following form:
es: Usted está actualmente usando valores personalizados. Si quiere restablecer los valores por defecto, use el siguiente formulario:

source: For your information, the default active values are:
es: Para su información, los valores activos por defecto son:

source: No default values found. You should report this problem to administrators.
es: Ningún valor por defecto encontrado. Usted debería reportar este problema a los administradores.

source: The field you requested '%s' is not used by your project or you are not allowed to customize it
es: El campo que usted solicitó «%s» no es usado por su proyecto o no se le está permitido personalizarlo

source: Registered Transitions
es: Transiciones Registradas

source: From
es: Origen

source: To
es: Destino

source: Is Allowed
es: Está Permitido

source: Others Fields Update
es: Otras Campos Actualizados

source: Carbon-Copy List
es: Lista de Copia-Carbón

source: Delete?
es: ¿Borrar?

source: * - Any
es: * - Cualquiera

source: Edit others fields update
es: Editar otras actualizaciones de campos

source: Delete this transition?
es: ¿Borrar esta transición?

source: No transition defined yet for %s
es: Ninguna transición definida todavía para %s

source: By default, for this field, the transitions not registered are forbidden. This setting can be changed when managing this field usage.
es: Por defecto, para este campo, las transiciones no registradas están prohibidas. Esta configuración puede ser cambiada administrando este uso del campo.

source: By default, for this field, the transitions not registered are allowed. This setting can be changed when managing this field usage.
es: Por defecto, para este campo, las transiciones no registradas están permitidas. Esta configuración puede ser cambiada administrando este uso del campo.

source: Create / Edit a transition
es: Crear / Editar una transición

source: Once a transition created, it will be possible to set "Others Fields Update" for this transition.
es: Una vez que una transición fue creada, será posible establecer "Otras Actualizaciones de Campos" para esta transición.

source: Update Transition
es: Actualizar Transición

source: The Bug field you requested '%s' is not used by your project or you are not allowed to customize it
es: El campo de defectos que usted solicitó «%s» no es usado por su proyecto o no se le está permitido personalizarlo

source: Edit Fields Values
es: Editar los valores de los campos

source: Description: (optional)
es: Descripción: (opcional)

source: This field value applies to %s item of your tracker.
es: Este valor de campo aplica para %s ítem de su seguimiento.

source: If you hide this field value, the related items will have no value in the field '%s'.
es: Si usted oculta este valor de campo, los ítemes relacionados no tendrán valor en el campo «%s».

source: Create/Modify Canned Responses
es: Crear/Modificar respuestas guardadas

source: Existing Responses:
es: Respuestas existentes:

source: Title
es: Título

source: Body (abstract)
es: Cuerpo (abstracto)

source: Delete this canned answer?
es: ¿Borrar esta respuesta guardada?

source: No canned bug responses set up yet
es: Ninguna respuesta de defecto guardado ha sido configurada aún

source: Create a new response
es: Crear una nueva respuesta

source: Creating generic quick responses can save a lot of time when giving common responses.
es: Crear respuestas rápidas genéricas puede ahorrar mucho tiempo cuando se dan respuestas comunes.

source: Rank (useful in multiple canned responses):
es: Rango (útil en múltiples respuestas guardadas)

source: Message Body:
es: Cuerpo del Mensaje:

source: Modify Canned Response
es: Modificar Respuesta Guardada

source: No such response!
es: No existe tal respuesta!

source: Creating generic messages can save you a lot of time when giving common responses.
es: Crear respuestas rápidas genéricas puede ahorrar mucho tiempo cuando se dan respuestas comunes.

source: Scope
es: Alcance

source: System
es: Sistema

source: Canned Responses
es: Respuestas guardadas

source: Create or change generic quick response messages for this issue tracker. These pre-written messages can then be used to quickly reply to item submissions.
es: Crear o modificar mensajes de respuesta rápida genérica para este traker. Estos mensajes pre-escritos pueden ser empleados para responder rápidamente a envíos de ítem.

source: Miscellaneous
es: Misceláneo

source: Set permissions and posting restrictions for this tracker.
es: Establecer permisos y publicar restricciones para este seguimiento.

source: Configure Mail Notifications
es: Configurar Notificaciones de Mail

source: You can define email notification rules for this tracker.
es: Puede definir reglas de notificación de correo-e para este seguimiento.

source: Edit the Item Post Form Preamble
es: Editar el preámbulo de formulario de publicación de ítem

source: Define a preamble that will be shown to users when they submit an item on this tracker.
es: Definir un preámbulo que será mostrado a los usuarios cuando envíen un ítem en este seguimiento.

source: Items Fields
es: Campos de Ítemes

source: Select Fields
es: Seleccionar Campos

source: Define which fields you want to use in this tracker, define how they will be used.
es: Definir qué campos quiere usar en este seguimiento, definir cómo serán empleados.

source: Define the set of possible values for the fields you have decided to use in this tracker.
es: Definir el conjunto de valores posibles para los campos que ha decidido usar en este seguimiento.

source: Edit Query Forms
es: Editar Formularios de Consulta

source: Define project-wide query form: what display criteria to use while browsing items and which fields to show in the results table.
es: Definir formulario de consulta para todo el proyecto: qué criterios usar mientras navega ítemes y qué campos mostrar en la tabla de resultados.

source: Query form '%s' created successfully
es: Formulario de Consulta «%s» creado correctamente

source: Query form '%s' updated successfully
es: Formulario de Consulta «%s» actualizado correctamente

source: Failed to create query form '%s'
es: Fallado al crear formulario de consulta «%s»

source: Failed to update query form '%s'
es: Fallado al actualizar formulario de consulta «%s»

source: Create A New Query Form
es: Crear un Nuevo Formulario de Consulta

source: Use as a Search Criteria
es: Usar como un criterio de búsqueda

source: Rank on Search
es: Rango en búsqueda

source: Use as an Output Column
es: Usar como una columna de salida

source: Rank on Output
es: Rango en Salida

source: Column width (optional)
es: Ancho de columna (opcional)

source: Name of the Query Form:
es: Nombre del formulario de consulta:

source: Scope:
es: Alcance:

source: Modify a Query Form
es: Modificar un formulario de consulta

source: Query form name
es: Nombre del formulario de consulta

source: Existing Query Forms:
es: Formularios de Consulta Existentes:

source: Click to modify
es: Clic para modificar

source: No query form defined yet.
es: Ningún formulario de consulta definido aún.

source: You can %s create a new query form%s
es: Puede %s crear un nuevo formulario de consulta%s

source: Modify Field Usage
es: Modificar Uso del Campo

source: Jump to this field values
es: Omitir a estos valores de campo

source: Required
es: Requerido

source: Used
es: Usado

source: Unused
es: Sin usar

source: Item History:
es: Historial de ítem:

source: Keep field value changes in history
es: Mantener cambios del valor del campo en el historial

source: Ignore field value changes in history
es: Ignorar cambios del valor del campo en el historial

source: Access:
es: Acceso:

source: This field is:
es: Este campo es:

source: Optional (empty values are accepted)
es: Opcional (valores vacíos son aceptados)

source: Mandatory
es: Obligatorio

source: Mandatory only if it was presented to the original submitter
es: Obligatorio sólo si fue presentado al usuario remitente original

source: On new item submission, present this field to:
es: En un nuevo envío de ítem, presentar este campo a:

source: Project Members
es: Miembros de Proyecto

source: Logged-in Users
es: Usuarios Conectados

source: Anonymous Users
es: Usuarios Anónimos

source: Display:
es: Mostrar:

source: Rank on screen:
es: Rango en pantalla:

source: Visible size of the field:
es: Tamaño visible del campo:

source: Maximum size of the field content (up to 255):
es: Tamaño máximo del contenido del campo (encima de 255)

source: Number of columns of the field:
es: Número de columnas del campo:

source: Number of rows of the field:
es: Número de filas del campo:

source: By default, transitions (from one value to another) are:
es: Por defecto, las transiciones (de un valor a otro) son:

source: Allowed
es: Permitido

source: Forbidden
es: Prohibido

source: Reset to defaults
es: Restablecer valores predeterminados

source: Rank on screen
es: Rango en pantalla

source: Custom Field
es: Campo Personalizado

source: No extension field in use.
es: Ningún campo de extensión en uso.

source: Choose one below.
es: Elija uno de abajo.

source: USED FIELDS
es: CAMPOS USADOS

source: UNUSED STANDARD FIELDS
es: CAMPOS ESTÁNDAR SIN USAR

source: UNUSED CUSTOM FIELDS
es: CAMPOS PERSONALIZADOS SIN USAR

source: Posting Restrictions
es: Restricciones de Publicación

source: Authentication level required to be able to post new items on this tracker:
es: Nivel de autenticación requerido para poder publicar nuevos ítemes en este seguimiento:

source: Authentication level required to be able to post comments (and to attach files) on this tracker:
es: Nivel de autenticación requerido para poder publicar comentarios (y para adjuntar ficheros) en este seguimiento:

source: NO DATA CHANGED!
es: NINGÚN DATO MODIFICADO!

source: SUCCESSFUL UPDATE
es: EXITOSAMENTE ACTUALIZADO

source: Other Settings
es: Otras Opciones

source: Item Post Form Preamble
es: Preámbulo de formulario de publicación de ítem

source: Introductory message showing at the top of the item submission form %s:
es: Mensaje introductorio mostrando en la cima del formulario de envío de ítem %s:

source: Export job #%s deleted, task #%s closed
es: Operación de exportación #%s borrado, tarea #%s cerrada

source: With the following form, you can perform a search in the items summaries and details. If you need to perform more complex search, use the query forms in Browse items page
es: Con el siguiente formulario, usted puede realizar una búsqueda en los sumarios y detalles de ítemes. Si necesita realizar una búsqueda más compleja, use los formularios de consulta en Examinar página de ítemes

source: This item was not approved
es: Este ítem no fue aprobado

source: If you want to edit or comment this recipe, go to [%s this item's edit page]
es: Si usted quiere editar o comentar esta receta, vaya a [%s página de edición de este ítem]

source: This item is private. You are not listed as member allowed to read private items.
es: Este ítem es privado. No está listado como miembro habilitado para leer ítemes privados.

source: Last update: %s
es: Última actualización: %s

source: This recipe comes from %s User Docs
es: Esta receta viene de Documentos de Usuario %s

source: Audience and Context
es: Audiencia y Contexto

source: Audience:
es: Audiencia:

source: Feature:
es: Característica:

source: Action:
es: Operación:

source: (As there is at least one of the Audience/Feature/Action context information not set, this recipe will not show up in related recipes links)
es: (Como hay al menos uno de los contextos de información de Audiencia/Característica/Acción no establecidos, esta receta no aparecerá en los enlaces de recetas relacionadas)

source: Item Edition
es: Edición de Item

source: If you want to edit or comment this recipe, go to %s
es: Si quiere editar o comentar esta receta, vaya a %s

source: this item's edit page
es: Página de edición de este ítem

source: This export job cannot be modified
es: Este tarea de exportación no puede ser modificado

source: Export job #%s registered, task #%s created
es: Operación de exportación #%s registrado, tarea #%s creada

source: Non-authorized access to file attached to private item
es: Acceso no autorizado al fichero adjunto de ítem privado

source: Nothing in here, file has a null size
es: No hay nada aquí, el fichero tiene un tamaño nulo

source: Couldn't find attached file
es: No pudo encontrar ningún fichero adjunto

source: You are both technician and manager for this tracker.
es: Usted es Técnico y administrador de este seguimiento.

source: can be assigned items, cannot change status or priority
es: pueden ser ítemes asignados, no puede cambiar el estado o prioridad

source: fully manage the items
es: Administrar completamente los ítemes

source: You are technician for this tracker.
es: Usted es el técnico para este seguimiento.

source: you can be assigned tracker's items, but you cannot reassign items, change priority nor open/close
es: Puede ser asignado a ítemes de seguimiento, pero no puede reasignar ítemes, cambiar prioridad ni abrir/cerrar

source: You are manager for this tracker.
es: Usted es el administrador para este seguimiento.

source: you can fully manage the trackers items, including assigning items to technicians, reassign items over trackers and projects, changing priority and open/close items
es: Puede administrar completamente los ítemes de seguimiento, incluyendo la asignación de ítemes a técnicos, reasignar ítemes sobre seguimientos y proyectos, cambiar prioridad y abrir/cerrar ítemes

source: Submit Changes and Browse Items
es: Enviar cambios y navegar ítemes

source: Submit Changes and Return to this Item
es: Enviar cambios y regresar a este ítem

source: Comment Type & Canned Response:
es: Tipo de comentario y respuesta guardada:

source: Strangely enough, there is no canned response available.
es: Por raro que parezca, no hay respuesta guardada disponible.

source: Or define a new Canned Response
es: O definir una nueva respuesta guardada

source: Your privileges however allow to override the lock.
es: Sus privilegios de todos modos le permiten anular el bloqueo.

source: Search an item (to fill a dependency against):
es: Buscar un ítem (para completar una dependencia en oposición):

source: New search, in case the previous one was not satisfactory (to fill a dependency against):
es: Nueva búsqueda, en caso de que la previa no fuese satisfactoria (para completar una dependencia en oposición)

source: Of:
es: De:
