Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: Define what fields you want to use in this tracker
es: Defina que campos quiere usar en este seguimiento

source: Edit field values
es: Edita valores de campo

source: Define the set of possible values for the fields you have decided to use in this tracker
es: Defina el conjunto de valores posibles para los campos que ha decidido usar en este seguimiento

source: Edit query forms
es: Edita formularios de consulta

source: Define project-wide query form: what search criteria to use and what item fields to show in the query form table
es: Defina el formulario de consulta para todo el proyecto: qué criterios usar y que campos de ítem mostrar en la tabla de formulario de consulta

source: Defines posting restrictions
es: Define restricciones para publicar

source: Copy the configuration of another tracker
es: Copiar la configuración de otro seguimiento

source: Other settings
es: Otras opciones

source: Modify the preamble shown on the item submission form
es: Modificar el preámbulo mostrado en el formulario de envío de ítem

source: Currently Shown Project:
es: Proyecto Mostrado Actualmente:

source: Administer
es: Administrador

source: Edit Public Info
es: Editar Información Pública

source: %s Statistics
es: %s Estadísticas

source: Help Wanted
es: Ayuda requerida

source: Most Popular Items
es: Ítemes más populares

source: Newest %s Projects
es: Proyectos %s más nuevos

source: all %s projects
es: Todos los proyectos %s

source: %s registered user
es: %s usuario registrado

source: %s hosted project
es: %s proyecto alojado

source: + %s registration pending
es: + %s registro pendiente

source: Category
es: Categoría

source: No Categories Found
es: No se encontraron categorías

source: Project type
es: Tipo de Proyecto

source: Added to skill inventory
es: Agregado al inventario de capacidad

source: ERROR - skill already in your inventory
es: ERROR - La capacidad ya está en su inventario

source: You must be logged in first
es: En primer lugar, debe estar dentro del sistema

source: Skill
es: Capacidad

source: Level
es: Nivel

source: Experience
es: Experiencia

source: SQL Error:
es: Error SQL:

source: No Skill Inventory Set Up
es: Ningún Inventario de Capacidad Definido

source: Add A New Skill
es: Agregar una nueva capacidad

source: Add Skill
es: Agregar Capacidad

source: Date Opened
es: Fecha Abierta

source: This user is already member of the group.
es: Este usuario ya es miembro del grupo.

source: System error while creating the form, report it to admins
es: Error del sistema mientras se creaba el formulario, boletín esto a los administradores

source: Unrecognized unique form_id
es: id_formulario único Irreconocible

source: Duplicate Post: this form was already submitted.
es: Publicación duplicada: este formulario ya fue enviado
