Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: Any Tracker
es: Cualquier seguimiento

source: The Support Tracker Only
es: Sólo el seguimiento de soporte

source: The Bug Tracker Only
es: Sólo el seguimiento de defectos

source: The Task Manager Only
es: Sólo el administrador de tareas

source: The Patch Manager Only
es: Sólo el administrador de parches

source: of
es: de

source: Any Project
es: Cualquier proyecto

source: This Project Only
es: Solo este proyecto

source: New search
es: Nueva búsqueda

source: Please select a dependency to add in the result of your search of '%s' in the database:
es: Por favor seleccione una dependencia para añadir en el resultado de su búsqueda de «%s» en la base de datos:

source: group
es: grupo

source: None found. Please note that only search words of more than three characters are valid.
es: Ninguno fue encontrado. Por favor note que solo palabras de búsqueda de más de tres caracteres son válidos.

source: There is %s vote so far.
es: Hay %s voto pendiente

source: Votes easily highlight which items people would like to see resolved in priority, independently of the priority of the item set by tracker managers.
es: Los votos fácilmente resaltan qué ítemes le gustaría a la gente ver resueltos en prioridad, independientemente de la prioridad del ítem establecida por los administradores del seguimiento.

source: Reassign this item
es: Reasignar este ítem

source: Move to the:
es: Mover al:

source: Move to the project:
es: Mover al proyecto:

source: New search, in case the previous one was not satisfactory (to reassign the item to another project):
es: Nueva búsqueda, en caso de que la precia no fuese satisfactoria (para reasignar el ítem a otro proyecto):

source: To which project this bug should be reassigned to? This is the result of your search of '%s' in the database:
es: A qué proyecto debería ser reasignado este defecto? Este es el resultado de su búsqueda de «%s» en la base de datos:

source: Do not reassign to another project.
es: No reasignar a otro proyecto.

source: By
es: Por

source: Browse Items
es: Examinar Ítemes

source: with the %s query form
es: con el formulario de consulta %s

source: Simple Search
es: Búsqueda Simple

source: Advanced Search
es: Búsqueda Avanzada

source: and %s selection.
es: y selección %s.

source: Use logical %s between '%s' and '%s' searches.
es: Usar %s lógico entre las búsquedas «%s» y «%s».

source: AND
es: Y

source: OR
es: O

source: modified
es: modificado

source: not modified
es: No modificado

source: Additional constraint %s:
es: Limitación adicional %s:

source: deactivated
es: desactivado

source: activated
es: activado

source: %s%s since %s
es: %s%s desde %s

source: Show: %s items at once ; items with a spam score lower than %s.
es: Mostrar: ítem %s en primer lugar ; ítemes con un nivel de spam más bajo que %s.

source: Warning: only %s items can be shown at once, unless using Printer Version.
es: Advertencia: sólo ítemes %s pueden ser mostrados en primer lugar, a menos que se use la versión de impresora.

source: Click a column heading to sort results (up or down), or %ssort by priority%s or %sreset sort%s. You can also %sdeactivate multicolumn sort%s.
es: Pulse en un encabezado de columna para ordenar resultados (creciente o decreciente), o %sordenar por prioridad%s o %srestablecer ordenación%s. Usted también puede %sdesactivar ordenamiento multicolumna%s.

source: Click a column heading to sort results (up or down), or %ssort by priority%s or %sreset sort%s. You can also %sactivate multicolumn sort%s.
es: Pulse en un encabezado de columna para ordenar resultados (creciente o decreciente), u %sordenar por prioridad%s o %srestablecer ordenación%s. Puede %sactivar ordenamiento multicolumna%s.

source: Currently, results are sorted by %s.
es: Actualmente, los resultados están ordenados por %s.

source: Proceed to Digest next step
es: Proceder a resumir próximo paso

source: No matching items found. The display criteria may be too restrictive.
es: No se encontraron ítemes que concuerden. El criterio para mostrar debe ser muy restrictivo.

source: Exiting with Error
es: Saliendo con Error

source: Permission Denied
es: Permiso Denegado

source: No group chosen
es: Ningún grupo elegido

source: Missing Parameters
es: Parámetros Ausentes

source: This Project Has Turned Off Mailing Lists
es: Este Proyecto ha desactivado las Listas de Correo

source: %s item
es: un elemento

source: %s new
es: una noticia

source: We found many items that match the current criteria. We had to set a limit at some point, some items that match the criteria may be missing for this list.
es: Encontramos demasiados ítemes que concuerdan con los criterios actuales. Tuvimos que fijar un límite, y algunos ítemes que encajaron con los criterios pueden haberse perdido de esta lista.

source: As a project administrator you must decide if the list of persons to be systematically notified on new %s submissions (and possibly updates) depend on the categories or not and you must provide the corresponding email addresses (comma separated list).
es: Como un administrador de proyecto, usted debe decidir si la lista de personas para ser sistemáticamente notificadas en nuevas presentaciones %s (y posiblemente actualizaciones) depende de las categorías o no y debe proveer las correspondientes direcciones de correo-e (lista separada por coma)

source: Notify persons in the global list only
es: Notificar personas solo en la lista global

source: Notify persons in the category related list instead of the global list
es: Notificar personas en la lista relacionada de categoría en lugar de la lista global

source: Notify persons in the category related list in addition to the global list
es: Notificar personas en la lista relacionada de categoría en adición a la lista global

source: Category related lists
es: Listas relacionadas de categoría

source: Send on all updates
es: Enviar todas las actualizaciones

source: Global list
es: Lista global

source: Global List:
es: Lista global:

source: Private items exclude list
es: Lista de exclusión por ítemes privados

source: Addresses registered in this list will be excluded from default mail notification for private items.
es: Direcciones registradas en este enlace serán excluidas de la notificación de mail por defecto para ítemes privados.

source: Exclude List:
es: Lista de exclusión:

source: groups table Update failed.
es: Actualización de tabla de grupos fallida.

source: _field_value table Update failed.
es: Actualización de la tabla en _campo_valor resultó fallida.

source: Insert of default value failed.
es: Inserción de valor por defecto fallida.

source: New field value inserted.
es: Nuevo valor de campo insertado.

source: Update of field value failed.
es: Actualización de valor de campo fallida.

source: New field value updated.
es: Nuevo valor de campo actualizado.

source: Field value successfully reset to defaults.
es: Valor de campo correctamente redefinido a valores por defecto.

source: Update of field usage failed.
es: Actualización de uso de campo fallida.

source: Field usage updated.
es: Utilización de campo actualizado.

source: Canned response used
es: Respuestas guardadas usadas

source: Unable to use canned response
es: Incapaz de usar respuesta guardada

source: No field to update
es: Ningún campo para actualizar

source: Item Update failed
es: Actualización de Item fallida

source: Item Successfully Updated
es: Item correctamente actualizado

source: No reassignation required or possible.
es: Ninguna reasignación es requerida o posible.

source: Unable to find out to which artifact the item is to be reassigned, exiting.
es: Incapaz de encontrar a cual artefacto el ítem tiene que ser reasignado, saliendo.

source: Unable to create a new item.
es: Incapaz de crear un ítem nuevo.

source: New item created.
es: Nuevo ítem creado.

source: Unable to find the ID of the new item.
es: Incapaz encontrar el ID del nuevo ítem.

source: Unable to duplicate a comment from the original item report information.
es: Incapaz duplicar un comentario de la información de boletín de ítem original.

source: Unable to add a comment with the original item report information.
es: Incapaz añadir un comentario con la información de boletín de ítem original.

source: Unable to duplicate an attached file (%s) from the original item report information.
es: Incapaz duplicar un fichero adjunto (%s) de la información de boletín de ítem original.

source: Unable to duplicate a CC address (%s) from the original item report information.
es: Incapaz duplicar una dirección CC (%s) de la información de boletín de ítem original.

source: Unable to close the original item report.
es: Incapaz de cerrar el boletín de ítem original.

source: Original item is now closed.
es: El ítem original está cerrado ahora.

source: Error inserting dependency
es: Error insertando dependencia

source: Dependency added
es: Dependencia agregada

source: New item insertion failed, please report this issue to the administrator
es: Inserción de nuevo ítem fallida, por favor boletine este problema al administrador.

source: New item posted (%s)
es: Nuevo Item publicado (%s)

source: Item #%s doesn't belong to project
es: Item #%s no pertenece al proyecto

source: File successfully deleted
es: Fichero correctamente borrado

source: Missing parameters
es: Parámetros ausentes

source: Start copying configuration of group #%s %s tracker
es: Comenzar copiando la configuración de grupo #%s %s seguimiento

source: Notification settings copied
es: Configuraciones de notificación copiadas

source: Previous field values deleted
es: Valores de campo previos borrados

source: Previous field usage deleted
es: Uso de campo previo borrado

source: Field values %s copied
es: Valores de campo %s copiados

source: Previous canned responses deleted
es: Respuestas guardadas previamente borradas

source: Canned responses %s copied
es: Respuestas guardadas %s copiadas

source: Previous query forms deleted
es: Formularios de pedido previos borrados

source: Query forms %s copied
es: Formularios de pedido %s copiados

source: Previous field transitions deleted
es: Transiciones de campo previas borradas

source: Transitions %s copied
es: Transiciones %s copiadas

source: Configuration copy finished
es: Copia de configuración terminada

source: You can copy the configuration of the %s tracker of the following projects (this list was established according to your currently membership record).
es: Puede copiar la configuración del seguimiento %s de los siguientes proyectos (esta lista fue establecida de acuerdo con su registro de membresía actual).

source: Beware, your current configuration will be irremediably lost.
es: Cuidado, su configuración actual irremediablemente se perderá.

source: Projects:
es: Proyectos:

source: You cannot copy the configuration of other projects because you are not member of any project hosted here that uses a %s tracker
es: No puede copiar la configuración de otros proyectos porque no es miembro de ningún proyecto hospedado aquí que use un seguimiento %s

source: No Followups Have Been Posted
es: Ningún complementario ha sido publicado

source: Jump to the original submission
es: Omitir al envío original

source: Jump to the recipe preview
es: Omitir a la previsualización de la receta

source: This item as been reported to be a spam
es: Este ítem ha sido reportado por ser spam

source: an anonymous
es: un anónimo

source: Why is this post is considered to be spam? Users may have reported it to be spam or, if it has been recently posted, it may just be waiting for spamchecks to be run.
es: Por qué esta publicación es considerada spam? usuarios pueden haberla reportado de ser spam o, si ha sido recientemente publicada, puede que solo esté esperando por spamchecks para ser ejecutada.

source: Spam content:
es: Contenido de Spam:

source: Current spam score: %s
es: Resultado de spam actual: %s

source: Unflag as spam
es: Des-marcar como spam

source: Spam posted by %s
es: Spam publicado por %s

source: original submission:
es: Envío original:

source: recipe preview:
es: previsión de receta:

source: comment #%s:
es: Comentario #%s:

source: SVN revision %s:
es: Revisión SVN %s:

source: Browse SVN revision %s
es: Examinar revisión SVN %s

source: In charge of this item.
es: A cargo de este ítem.

source: Flag as spam
es: Marcar como Spam

source: No files currently attached
es: Ningún fichero adjunto actualmente

source: %s added by %s
es: %s agregado por %s

source: CC list is empty
es: Lista CC está vacía

source: Submitted the item
es: Item enviado

source: Posted a comment
es: Publicado un comentario

source: Updated the item
es: Item Actualizado

source: You appear to have less than 0 votes remaining. There's a bug somewhere, please contact the administrators
es: Parece tener menos de 0 votos restantes. Hay un defecto en alguna parte, por favor contacte a los administradores

source: Vote provided is not a simple integer, it has been ignored
es: El voto emitido no es un entero simple, ha sido ignorado

source: Vote erased
es: Voto eliminado

source: Unable to record the vote, please report to admins
es: Incapaz de registrar el voto, por favor reportar a los administradores

source: Unable to finally record the vote, please report to admins
es: Incapaz de registrar definitivamente el voto, por favor reportar a los administradores

source: Vote recorded
es: Voto registrado

source: Other Field update deleted
es: Otra actualización de campo borrada

source: Automatic update of %s due to transitions settings
es: Actualización automática de %s debido a configuraciones de transición

source: All Project Members
es: Todos los Miembros de Proyecto

source: Project Members who are technicians
es: Miembros de Proyecto que son técnicos

source: Project Members who are managers
es: Miembros de Proyecto que son administradores

source: Project Main Pages
es: Páginas Principales de Proyecto

source: Project Homepage
es: Página de Inicio del Proyecto

source: Source Code Manager: CVS Repositories
es: Gestor de Código Fuente: Repositorios CVS

source: Source Code Manager: GNU Arch Repositories
es: Gestor de Código Fuente: Repositorios GNU Arch

source: Source Code Manager: Subversion Repositories
es: Gestor de Código Fuente: Repositorios Subversion

source: My (User Personal Area)
es: Mi (Área Personal de Usuario)

source: Site Statistics
es: Estadísticas del Sitio

source: Site Administration
es: Administración del Sitio

source: Browsing
es: Examinando

source: Posting New Items
es: Publicando Ítemes Nuevos

source: Editing Items, Posting Comments
es: Editando Ítemes, Publicando Comentarios

source: Doing Searches
es: Haciendo Búsquedas

source: Configuring Features
es: Configurando Características

source: Defines which users will actually get such recipe showing up as related recipe while browsing the site. It will not prevent other users to see the recipe in the big list inside the Cookbook.
es: Define que usuarios obtendrán actualmente tal receta mostrándola como receta relacionada mientras exploran el sitio. Eso no prevendrá que otros usuarios vean la receta en la lista grande dentro del Libro de Receta

source: Defines on which pages such recipe will show up as related recipe. It will not prevent other users to see the recipe in the big list inside the Cookbook.
es: Define en cuales páginas tal receta aparecerá como receta relacionada. Esto no prevendrá que otros vean la receta en la lista grande dentro del Libro de Cocina

source: Defines while doing which actions such recipe will show up as related recipe. It will not prevent other users to see the recipe in the big list inside the Cookbook.
es: Define durante cuales acciones tal receta aparecerá como receta relacionada. Esto no prevendrá que otros vean la receta en la lista grande dentro de Recetas.

source: Audience/Feature/Action updated
es: Audiencia/Característica/Acción actualizada

source: Begin
es: Comenzar

source: Previous Results
es: Resultados Previos

source: %d matching item
es: un elemento coincidiente

source: Items %s to %s
es: Ítemes %s a %s

source: Next Results
es: Siguientes Resultados

source: End
es: Final

source: For Everybody
es: Para Todos

source: For Project Members Only
es: Sólo para miembros del Proyecto

source: Undefined
es: Indefinido

source: From %s User Docs
es: De los Documentos del Usuario %s

source: Follows %s latest change.
es: Siga el %s último cambio.

source: Changed By
es: Cambiado Por

source: Updated Field
es: Campo Actualizado

source: Previous Value
es: Valor Previo

source: Replaced By
es: Reemplazado Por

source: Automatic update due to transitions settings
es: Actualización automática debido a configuraciones de transición

source: No Changes Have Been Made to This Item
es: Ningún Cambio Hecho A Este Ítem

source: Items that depend on this one
es: Ítemes que dependen de este

source: Depends on the following items
es: Depende de los siguientes ítemes

source: Delete this dependancy?
es: ¿Borrar esta dependencia?

source: ---- Private ----
es: ---- Privado ----

source: Digest:
es: Resumen:

source: support dependencies
es: dependencias de apoyo

source: bug dependencies
es: dependencias de defectos

source: task dependencies
es: dependencias de tareas

source: patch dependencies
es: dependencias de parches

source: %s dependencies
es: dependencias %s

source: This project has turned off this tracker.
es: Este proyecto ha des-activado este seguimiento.

source: Error: no group defined
es: Error: ningún grupo fue definido

source: Internal error: no group id
es: Error Interno: ningún id de grupo

source: The field '%s' is mandatory. Fill it and re-submit the form.
es: El campo «%s» es mandatorio. Rellénelo y re-envíe el formulario.

source: The field '%s' is mandatory. It has been reset to its previous value. Check it and re-submit the form.
es: El campo «%s» es mandatorio. Ha sido restablecido a su valor anteior. Compruebe y reenvíe el formulario.

source: Error, no group_id
es: Error, ningún group_id

source: Multiple Canned Responses
es: Múltiples Respuestas Guardadas

source: No canned response available
es: Ninguna respuesta guardada disponible

source: Presumed spam: no mail will be sent
es: Supuesto spam: el mail no será enviado

source: Could not send item update.
es: No se pudo enviar la actualización del ítem.

source: The upload directory '%s' is not writable.
es: El directorio de carga «%s» no es escribible.

source: File %s not attached: unable to open it
es: Fichero %s sin adjuntar: imposible de abrir

source: Unexpected error, disregarding file %s attachement
es: Error inesperado, desatendiendo el adjunto %s de fichero

source: You already uploaded %s kilobytes.
es: Usted ya ha subido %s kilobytes.

source: File %s not attached: the allowed upload size is %s kilobytes, after escaping characters as required. This file size is %s kilobytes.
es: Fichero %s no adjuntado: el tamaño de carga permitido es %s kilobytes, después de los caracteres de escape como es requerido. El tamaño de este fichero es %s kilobytes.

source: File %s not attached: the allowed upload size is %s kilobytes. This file size is %s kilobytes.
es: Fichero %s no adjuntado: el tamaño de carga permitida es %s kilobytes. Este tamaño de fichero es de %s kilobytes.

source: File %s is empty.
es: Fichero %s está vacío.

source: Error while attaching file %s
es: Error mientras se adjuntaba el fichero %s

source: Error while saving file %s on disk
es: Error mientras guardan fichero %s en disco

source: file #%s attached
es: fichero #%s adjuntado

source: CC addition failed.
es: Adición de CC fallida.

source: CC added.
es: CC Agregada.

source: Not allowed to remove CC
es: No está permitido quitar CC

source: Failed to remove CC
es: Fallado al quitar CC

source: CC Removed
es: CC quitado

source: Failed to delete dependancy.
es: Fallado al borrar dependencia.

source: Dependency Removed.
es: Dependencia Quitada.

source: Display Criteria
es: Mostrar Criterios

source: Show feedback again
es: Mostrar el intercambio de información nuevamente

source: Success:
es: Éxito:

source: Some Errors:
es: Algunos errores:

source: Unknown
es: Desconocido

source: Group Type Default
es: Tipo de Grupo por Defecto

source: Group Default
es: Grupo por Defecto

source: Technician
es: Técnico

source: Manager
es: Gestor

source: Techn. & Manager
es: Técnico & Gestor

source: Same as for new items
es: Lo mismo para los nuevos ítemes

source: Logged-in User
es: Usuario Conectado

source: Basic Directory
es: Directorio Básico

source: Basic Cvs Directory
es: Directorio Cvs Básico

source: Basic Subversion Directory
es: Directorio Subversión Básico

source: Basic Git Directory
es: Directorio Git Básico

source: Basic Mercurial Directory
es: Directorio Mercurial Básico

source: Basic Bazaar Directory
es: Directorio Básico Bazaar

source: Subversion Subdirectory Attic/Gna
es: Subdirectorio de Subversion Attic/Gna

source: Savannah non-GNU
es: Savannah no-GNU

source: default
es: predet.

source: Choose one below
es: Elija uno de abajo

source: Technicians, and only technicians, can be assigned tracker's items. They cannot reassign items, change the status or priority of items.
es: Técnicos, y sólo técnicos, pueden ser asignados a ítemes de seguimientos. Ellos no pueden reasignar ítemes, cambiar el estado o prioridad de los ítemes.

source: Trackers Managers can fully manage the trackers items, including assigning items to technicians, reassign items over trackers and projects, changing priority and status of items - but they cannot configure the trackers.
es: Los Administradores de Trackers pueden administrar completamente los ítemes rastreadores, incluyendo asignar ítemes a los técnicos, reasignar ítemes sobre los rastreadores y proyectos, cambiando prioridad y estado de los ítemes - pero ellos no pueden configurar los rastreadores.

source: Project Admins can manage members, configure the trackers, post jobs, and add mailing-list. They actually also have manager rights on every tracker and are allowed to read private items.
es: Los Administradores de Proyectos pueden administrar miembros, configurar los trackes, publicar tareas, y añadir listas de correo. Ellos actualmente también pueden administrar derechos de cualquier rastreador y tienen permitido leer ítemes privados.

source: Group Change History
es: Historial Modificante de Grupo

source: Field
es: Campo

source: Value
es: Valor

source: By
es: Por

source: No Changes Have Been Made to This Group
es: Ningún Cambio Hecho A Este Grupo

source: Project Admins
es: Administradores de Proyecto

source: Registration Date
es: Fecha de Registro

source: System Group Name:
es: Nombre de Grupo de Sistema:

source: Submitted Description:
es: Descripción Enviada:

source: Required software:
es: Software Requerido:

source: Other comments:
es: Otros comentarios:

source: Your IP address is blacklisted %s
es: Su dirección IP está en lista negra %s

source: The maximum allowed password length: %s.
es: La longitud máxima de contraseña permitida es: %s

source: The number of words required for a passphrase: %s.
es: El número de palabras requeridas para una frase clave: %s.

source: Checks for common substrigs are disabled.
es: Casillas para subcadenas comunes están desactivadas.

source: Passwords consisting of characters from one class only are not allowed.
es: Contraseñas consistente de caracteres desde solo una clase no están permitidos.

source: Check for passphrases is disabled.
es: Casilla de frase de paso está desactivada.

source: The minimum length for passphrases: %s.
es: La longitud mínima para frases de paso: %s.

source: (for instance: %s).
es: (para petición: %s).

source: pwqcheck options are '%s':
es: opciones pwqcheck son «%s»:

source: account name
es: nombre de cuenta
