Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: You can view/change all of your account features from here.
es: Puede ver/cambiar todas las características de su cuenta desde aquí.

source: Significant Arrangements
es: Arreglos significantes

source: Authentication Setup
es: Configuración de autenticación

source: Change Password
es: Cambiar Contraseña

source: This password gives access to the web interface.
es: Esta contraseña da acceso a la interfaz web.

source: Edit the %d SSH Public Key registered
es: Editar la Llave Pública SSH registrada

source: Register an SSH Public Key
es: Registrar una clave pública SSH

source: Edit GPG Key
es: Editar Clave GPG

source: Manage the %d opened session
es: Gestiona la sesión abierta

source: Keep only one session opened at a time
es: Mantener solo una sesión abierta a la vez

source: By default, you can open as many session concurrently as you want. But you may prefer to allow only one session to be opened at a time, killing previous sessions each time you log in.
es: Por defecto, usted puede abrir tantas sesiones concurrentemente como quiera. Pero puede preferir habilitar que solo una sesión sea abierta por vez, matando sesiones previas cada vez que entre al sistema.

source: Identity Record
es: Registro de Identidad

source: Account #%s
es: Cuenta #%s

source: Your login is %s.
es: Su información de conexión es %s.

source: You registered your account on %s.
es: Ha registrado una cuenta en %s

source: Change Real Name
es: Cambiar Nombre Real

source: You are %s.
es: Usted es %s.

source: Edit Resume and Skills
es: Editar currículum y capacidades

source: Details about your experience and skills may be of interest to other users or visitors.
es: Detalles acerca de su experiencia y capacidades pueden ser interesantes para otros usuarios o visitantes.

source: View your Public Profile
es: Ver su perfil público

source: Your profile can be viewed by everybody.
es: Su perfil puede ser visto por todos.

source: Mail Setup
es: Configuración de Mail

source: Change Email Address
es: Cambiar Dirección de Correo-e

source: Your current address is %s. It is essential to us that this address remains valid. Keep it up to date.
es: Su dirección actual es %s. Es esencial para nosotros que esta dirección permanezca válida. Manténgalo actualizado.

source: Edit Personal Notification Settings
es: Editar Configuración de Notificación Personal

source: Here is defined when the trackers should send email notifications. It permits also to configure the subject line prefix of sent mails.
es: Aquí está definido cuando los seguimientos deberían enviar notificaciones por correo-e. Esto también permite configurar el prefijo de línea de asunto de mails enviados.

source: Cancel Mail Notifications
es: Cancelar Notificaciones de Mail

source: Here, you can cancel all mail notifications.
es: Aquí, usted puede cancelar todas las notificaciones de mail.

source: Secondary Arrangements
es: Arreglos Secundarios

source: Caution: your current web browser identifies itself as Microsoft Internet Explorer. Unexpected behavior of this software in several regards may cause rendering problems, most notably break the interface layout.
es: Precaución: su navegador web actual se identifica como Microsoft Internet Explorer. El comportamiento inesperado de este software en varias ocasiones puede causar problemas de rendimiento, mayormente rompiendo la distribución de la interfaz.

source: You are strongly advised to use a browser like Mozilla or Konqueror if you encounter such troubles.
es: Usted está fuertemente advertido para usar un navegador como Mozilla o Konqueror si encuentra tales problemas.

source: Account Deletion
es: Borrado de Cuenta

source: Delete Account
es: Cuenta Borrada

source: If you are no longer member of any project and do not intend to use %s further, you may want to delete your account. This action cannot be undone and your current login will be forever lost.
es: Si usted ya no es miembro de ningún proyecto y no intenta usar %s luego, puede querer borrar su cuenta. Esta acción no puede ser desecha y su información de conexión actual se perderá para siempre.

source: Optional Features
es: Características Opcionales

source: Use integrated bookmarks
es: Usar marcadores integrados

source: By default, integrated bookmarks are deactivated to avoid redundancy with the bookmark feature provided by most modern web browsers. However, you may prefer integrated bookmarks if you frequently use different workstations without web browsers bookmarks synchronization.
es: Por defecto, los marcadores integrados están desactivados para evitar redundancia con la característica de marcadores provista por la mayoría de los navegadores web modernos. De todos modos, usted puede preferir marcadores integrados si usa frecuentemente diferentes estaciones de tarea sin sincronización de marcadores de navegadores web.

source: Hide email address from your account information
es: Ocultar dirección de correo-e de su información de cuenta

source: When checked, the only way for users to get in touch with you would be to use the form available to logged-in users. It is generally a bad idea to choose this option, especially if you are a project administrator.
es: Cuando se marca la opción, la única forma para los usuarios de entrar en contacto con usted sería usar el formulario disponible para usuarios conectados. Generalmente es una mala idea elegir esta opción, especialmente si es un administrador de proyecto.

source: Encrypt emails when resetting password
es: Correo-e cifrado cuando restablezca contraseña

source: When checked, Savannah will encrypt email messages with your registered public GPG key when resetting password is requested. If no suitable key is available, the messages still go unencrypted.
es: Cuando marca, Savannah cifrará mensajes de correo con sus claves GPG públicas registradas cuando se solicite restablecer contraseñas. Si no hay disponible una llave apropiada, los meensajes todavía no irán cifrados.

source: Cosmetics Setup
es: Configuración estética

source: Timezone
es: Zona Horaria

source: No matter where you live, you can see all dates and times as if it were in your neighborhood.
es: No importa donde viva, usted puede ver todas las fechas y horas como si estuviese en su vecindario.

source: Theme
es: Tema

source: Jump to the next theme
es: Omitir al próximo tema

source: Not satisfied with the default color theme of the interface?
es: ¿No está satisfecho con el tema de color por defecto de la interfaz?

source: The theme you are currently using does not follow the latest Savane CSS guidelines. As a result, page layout may be more or less severely broken. It is not advised to use this theme.
es: El tema que usted está actualmente usando no sigue las últimas guías CSS Savane. Como resultado, la disposición de la página puede estar más o menos afectada. No es aconsejable que use este tema.

source: %s administrators should be asked to take care of Savane CSS Guidelines, since it is the default theme
es: Los administradores %s deberían ser consultados para que pongan atención en la Guía CSS Savane, desde que este es el tema por defecto

source: Print items comments from the oldest to the latest
es: Escribir comentarios de ítemes desde el más antiguo hasta el último

source: By default, comments are listed in reverse chronological order. This means that for a given item, comments are printed from the latest to the oldest. If this behavior does not suit you, select this option.
es: Por defecto, los comentarios son listados en reverso al orden cronológico. Esto significa que para un determinado ítem, los comentarios son impresos desde el último hasta el más antiguo. Si este comportamiento no va con usted, seleccione esta opción.

source: Use the Stone Age menu
es: Usar el menú de la Era de Piedra

source: By default, the top menu includes links, via dropdown submenus, to all relevant pages in the current context (project area, personal area). However, the dropdown submenu mechanism may not work with few old browsers, for instance very old Konqueror versions (< 3.1, before 2003). Selecting this option enables an old fashioned submenu like the one shipped in older Savane releases (< 2.0).
es: Por defecto, el menú superior incluye enlaces, submenús vía dropdown, a todas las páginas relevantes en el actual contexto (área proyecto, área personal). De todos modos, mecanismo del submenú dropdown puede no funcionar con algunos navegadores antiguos, por ejemplo versiones muy antiguas de Konqueror (< 3.1, antes de 2003). Seleccionar esta opción habilita un submenú a lo antiguo como el distribuido en versiones mas antiguas de Savane (< 2.0).

source: Show feedback in relative position
es: Mostrar intercambio de información en posición relativa

source: By default, the feedback box appear as a fixed box on top of the window and you can hide it by clicking on it. If you check this option, the feedback will be added in the page flow, after the top menu. Note: feedback is always in relative position with Microsoft Internet Explorer < 7, whatever this setting is set to.
es: Por defecto, la casilla de intercambio de información aparece como marcada encima de la ventana y usted puede ocultarla haciendo pulse en ella. Si marca esta opción, el intercambio de información será agregado en el flujo de la página, después del menú superior. Nota: el intercambio de información es siempre en posición relativa con Microsoft Internet Explorer < 7, cualquiera sea la configuración de éste.

source: Beware: this process cannot be undone, you will be definitely removed from carbon-copy lists of any items of the selected groups.
es: Cuidado: este proceso no puede ser deshecho, usted será quitado definitivamente de las listas Copia-Carbón de cualquier ítem de los grupos seleccionados.

source: You are not registered on any Carbon-Copy list.
es: No está registrado en ninguna lista Copia-Carbón.

source: Groups to which belong items you are in Carbon Copy for
es: Los grupos en los que pertenecen ítemes para los que usted esta en Copia Carbón

source: Cancel CC for this group
es: Cancelar CC para este grupo

source: Cancel All CC
es: cancelar todas CC

source: All Carbon-Copies over %s
es: Todas las Copias-Carbón sobre %s

source: Missing info: fill in all required fields
es: Información perdida: completar en todos los campos requeridos

source: Update failed
es: Actualización fallida

source: Updated successfully
es: Actualizado correctamente

source: User Skill update failed
es: Actualización de capacidad de usuario fallida

source: User Skills updated successfully
es: Capacidad de usuario correctamente actualizada

source: Missing information: Fill in all required fields
es: Información perdida: completar en todos los campos requeridos

source: User Skill Delete failed
es: Borrado de capacidad de usuario fallido

source: User Skill Deleted successfully
es: Borrado de capacidad de usuario correcto

source: Edit Your Resume & Skills
es: Editar su Currículum y Capacidades

source: Details about your experience and skills may be of interest to others users or visitors.
es: Los detalles acerca de su experiencia y capacidades pueden ser de interés para otros usuarios o visitantes.

source: No such user
es: No existe tal usuario

source: Yes
es: Si

source: Publicly Viewable
es: Visible Públicamente

source: Do you want your resume to be activated:
es: Quiere que su currículum sea activado:

source: Resume - Description of Experience %s
es: Currículum - Descripción de Experiencia %s

source: Update Profile
es: Actualizar Perfil

source: Skills
es: Capacidades

source: Old session deleted
es: Sesión antigua borrada

source: Failed to delete old session
es: Ha fallado al borrar sesión antigua

source: Old sessions deleted
es: Sesiones antiguas borradas

source: Failed to delete old sessions
es: Ha fallado al borrar sesiones antiguas

source: Parameters missing, update canceled
es: Parámetros ausentes, actualización cancelada

source: Manage sessions
es: Administrar sesiones

source: No session found.
es: Ninguna sesión fue encontrada.

source: Opened Sessions
es: Sesiones Abiertas

source: Kill this session
es: Matar esta sesión

source: Current session
es: Sesión actual

source: Session %s opened on %s from %s
es: Sesión %s abierta en %s desde %s

source: Kill all sessions
es: Matar todas las sesiones

source: All sessions apart from the current one
es: Todas las sesiones con excepción de la actual

source: Exiting
es: Saliendo

source: Key #%s seen
es: Clave #%s vista

source: Error: ssh-vulnkey detected key #%s as compromised. Please upgrade your system and regenerate it (see <a href='http://wiki.debian.org/SSLkeys'>http://wiki.debian.org/SSLkeys</a> for more information).
es: Error: ssh-vulnkey detectado clave #%s como comprometida. Modernice su sistema y regenerelo (vea <a href='http://wiki.debian.org/SSLkeys'>http://wiki.debian.org/SSLkeys</a> para más información).

source: Someone, presumably you, has changed your SSH keys on %s. If it wasn't you, maybe someone is trying to compromise your account...
es: Alguien, presumiblemente usted, ha modificado sus claves SSH el %s. Si no fue usted, quizá alguien está intentando comprometer su cuenta...

source: The request came from %s
es: El pedido vino desde %s

source: with
es: con

source: -- the %s team.
es: -- El equipo %s.

source: SSH key changed on your account
es: Clave SSH modificada en su cuenta

source: Keys registered
es: Claves registradas

source: Error while registering keys
es: Error mientras se registraban claves

source: Change Authorized Keys
es: Cambiar claves autorizadas

source: Authorized keys:
es: Claves autorizadas:

source: Fill the text fields below with the public keys for each key you want to register. After submitting, verify that the number of keys registered is what you expected.
es: Complete los campos de texto de abajo con las claves públicas por cada clave que quiera registrar. Después de enviar, verifique que el número de claves registradas sea el que usted espera.

source: Key #%s:
es: Clave #%s:

source: You must quit groups of which you are a member before requesting account deletion. If you registered a project that was not approved or discarded yet, you must ask admins to cancel that registration
es: Usted debe abandonar los grupos de los que es miembro antes de solicitar el borrado de cuenta. Si ha registrado un proyecto que no fue aprobado o que fue descartado, debe pedir a los administradores para cancelar el registro

source: You must supply a new real name.
es: Debe suministrar un nuevo nombre real.

source: Real Name updated.
es: Nombre Real actualizado.

source: Failed to update the database.
es: Actualización de la base de datos fallida.

source: Timezone updated.
es: Zona Horaria actualizada.

source: Old password is incorrect.
es: La contraseña antigua es incorrecta.

source: You must supply a password.
es: Debe suministrar una contraseña.

source: New Passwords do not match.
es: Las nuevas contraseñas no coinciden.

source: Password updated.
es: Contraseña actualizada.

source: GPG Key updated.
es: Clave GPG actualizada.

source: Database updated.
es: Base de Datos actualizada.

source: You have requested a change of email address on %s. Please visit the following URL to complete the email change:
es: Ha pedido un cambio de dirección de correo-e en %s. Por favor visite la siguiente URL para completar el cambio de correo-e:

source: Someone, presumably you, has requested a change of email address on %s. If it wasn't you, maybe someone is trying to steal your account... Your current address is %s, the supposedly new address is %s.
es: Alguno, presumiblemente usted, ha pedido una modificación de dirección de correo-e en %s. Si no fue usted, tal vez alguien está tratando de robar su cuenta... Su dirección actual es %s, la supuestamente nueva dirección es %s.

source: If you did not request that change, please visit the following URL to discard the email change and report the problem to us:
es: Si usted no solicitó ese cambio, por favor visite la siguiente URL para desechar el cambio de correo-e y boletín el problema a nosotros:

source: Verification
es: Verificación

source: Confirmation mailed to %s.
es: Confirmación enviada a %s

source: Follow the instructions in the email to complete the email change.
es: Siga las instrucciones en el correo-e para completar el cambio de correo-e.

source: The system reported a failure when trying to send the confirmation mail. Please retry and report that problem to administrators.
es: El sistema reportó un defecto cuando trataba de enviar el mail de confirmación. Por favor reintente y boletín ese problema a los administradores.

source: Email address updated.
es: Dirección de Correo-e actualizada.

source: Address change process discarded.
es: Proceso de cambio de dirección descartado.

source: Failed to discard the address change process, please contact administrators.
es: Ha fallado en descartar el proceso de cambio de dirección, por favor contactar a los administradores.

source: Unable to understand what to do, parameters are probably missing
es: Incapaz de entender qué hacer, los parámetros probablemente se han perdido

source: Someone, presumably you, has requested your %s account deletion. If it wasn't you, it probably means that someone stole your account.
es: Alguien, presumiblemente usted, ha pedido su %s borrado de cuenta. Si no fue usted, probablemente signifique que alguien robó su cuenta.

source: If you did request your %s account deletion, visit the following URL to finish the deletion process:
es: Si usted solicitó su %s borrado de cuenta, visite la siguiente URL para terminar el proceso de borrado:

source: If you did not request that change, please visit the following URL to discard the process and report ASAP the problem to us:
es: Si usted no hizo el pedido, por favor visite la siguiente URL para descartar el proceso y repostar ASAP el problema a nosotros:

source: Follow the instructions in the email to complete the account deletion.
es: Siga las instrucciones en el correo-e para completar el borrado de cuenta.

source: Account deletion process discarded.
es: Proceso de borrado de cuenta descartado.

source: Failed to discard account deletion process, please contact administrators.
es: Ha fallado para descartar el proceso de borrado de cuenta, por favor contacte a los administradores.

source: New Real Name:
es: Nuevo Nombre Real:

source: Change Timezone
es: Cambiar Zona Horaria

source: No matter where you live, you can see all dates and times as if it were in your neighborhood:
es: No importa donde viva, usted puede ver todas las fechas y horas como si estuviera en su vecindario:

source: Current password:
es: Contraseña actual:

source: New password / passphrase:
es: Crear palabra / frase de contraseña:

source: Re-type new password:
es: Re-escriba contraseña nueva:

source: Change GPG Key
es: Cambiar la clave GPG

source: Insert your (ASCII) public key here (made with gpg --export --armor KEYID):
es: Introduzca aquí su llave pública (ASCII) (creada con gpg --export --armor IDLLAVE):

source: New email address:
es: Crear dirección de correo-e:

source: Changing your email address will require confirmation from your new email address, so that we can ensure we have a good email address on file.
es: Cambiar su dirección de correo-e requerirá una confirmación desde su nueva dirección de correo-e, así nosotros podemos asegurarnos de que tenemos una buena dirección de correo-e en el registro.

source: We need to maintain an accurate email address for each user due to the level of access we grant via this account. If we need to reach a user for issues related to this server, it is important that we be able to do so.
es: Necesitamos mantener una dirección de correo-e exacta para cada usuario dado el nivel de acceso que garantizamos vía esta cuenta. Si necesitamos comunicarnos con un usuario para temas relacionado con este servidor, es importante que estemos capacitados para hacerlo.

source: Submitting the form below will mail a confirmation url to the new email address; visiting this link will complete the email change. The old address will also receive an email message, this one with a url to discard the request.
es: Enviando el formulario de abajo se enviará una URL de confirmación a la nueva dirección de correo-e. Visitando este enlace completará la modificación del correo-e.

source: Confirm Email Change
es: Cambiar Cambio de Correo-e

source: Click update to confirm your e-mail change
es: Pulse actualizar para confirmar su cambio de correo-e

source: Confirmation hash:
es: Confirmación hash:

source: Discard Email Change
es: Descartar Cambio de Correo-e

source: Do you really want to delete your user account:
es: Realmente quiere borrar su cuenta:

source: Yes, I really do
es: Si, realmente quiero

source: This process will require email confirmation.
es: Este proceso requerirá de un mail de confirmación.

source: Confirm account deletion
es: Confirme el borrado de cuenta

source: Click update to confirm your account deletion
es: Pulse actualziar para confirmar su eliminación de correo-e

source: Title:
es: Título:

source: Address:
es: Dirección:

source: Item not found
es: Item no encontrado

source: There is no bookmark saved
es: No hay ningún marcador guardado

source: Saved Bookmarks
es: Marcadores Guardados

source: Edit this bookmark
es: Editar este marcador

source: Delete this bookmark
es: Borrar este marcador

source: Quit a group
es: Dejar un grupo

source: You are about to leave the group %s, please confirm:
es: Usted está a punto de abandonar el grupo %s, por favor confirme:

source: Confirm
es: Confirmar

source: Cancel
es: Cancelar

source: Serious configuration problem: sys_unix_group_name is empty.
es: Problema de configuración serio: sys_unix_group_name está vacío.

source: Installation incomplete: while the connection to the SQL server is ok, the database '%s' was not found. Please, create it according to the documentation shipped with your Savane package
es: Instalación incompleta: mientras la conexión al servidor SQL está bien, la base de datos «%s» no fue encontrada. Por favor, crearla de acuerdo a la documentación enviada con su paquete Savane

source: Installation incomplete: you must now create for yourself a user account. Once it is done, you will have to login and register the local administration project
es: Instalación incompleta: ahora debe crear una cuenta de usuario para usted. Una vez que esté hecha, tendrá que entrar al sistema y registrar el proyecto de administración local

source: Installation incomplete: you have to login and register the local administration project (or maybe <em>%s</em>, from the <em>sys_unix_group_name</em> configuration parameter, is not the right projet name?)
es: Instalación incompleta: ahora debe entrar y registrar la administración del proyecto local, (o quizá <em>%s</em>, desde el parámetro de <em>sys_unix_group_name</em> de configuración, ¿no es el nombre de proyecto correcto?)

source: Installation incomplete: you must now register the local administration project, select "Register New Project" in the left menu
es: Instalación incompleta: ahora debe registrar el proyecto de administración local, seleccione "Registrar nuevo proyecto" en el menú de la izquierda

source: By the way, have you checked the setup of your web server at %s?
es: A propósito, ha revisado la configuración de su servidor web en %s?

source: Welcome
es: Bienvenido

source: Latest News
es: Últimas Noticias

source: technician
es: Técnico

source: manager
es: gestor

source: techn. & manager
es: técnico y administrador

source: Project Memberlist
es: Lista de Miembros del Proyecto

source: Browse with the %s memberlist.
es: Examinar con la lista de miembros %s.

source: basic
es: básica

source: detailed
es: detallada
