Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: If you would like to contribute to this project by becoming a member, use the %srequest for inclusion%s form.
es: Si le gustaría contribuir con este proyecto convirtiéndose miembro, utilice la petición %s para solicitar una petición %s de inclusión.

source: Note that you can 'watch' a member of your project. It allows you, for instance, to be the backup of someone when they are away from the office, or to review all their activities on this project: you will receive a copy of their mail notifications related to this project.
es: Note que usted puede 'observar' a un miembro de su proyecto. Esto le permite, en primer lugar, ser el respaldo de alguien cuando están lejos de la oficina, o para revisar todas sus actividades en este proyecto: usted recibirá una copia de sus notificaciones de mail relacionadas a este proyecto.

source: On this page are only presented specific roles, roles which are not attributed by default when joining this project.
es: En esta página solo están presentados los roles específicos, los cuales no son atribuidos por defecto cuando se una a este proyecto.

source: Member
es: Miembro

source: Specific Role
es: Rol Específico

source: Resume and Skills
es: Currículum y Capacidad

source: Watch
es: Observar

source: Project Administrator
es: Administrador de Proyecto

source: Site Administrator
es: Administrador del Sitio

source: Squad
es: Equipo

source: Project Member
es: Miembro del Proyecto

source: project admin
es: administrador del proyecto

source: support tracker
es: seguimiento de apoyo

source: bug tracker
es: seguimiento de defecto

source: task tracker
es: seguimiento de tareas

source: patch tracker
es: seguimiento de parches

source: news tracker
es: seguimiento de noticias

source: View Skills
es: Ver Capacidades

source: Set to private
es: Establecer a privado

source: Watch partner
es: Observar un compañero

source: You may also be interested in the %sGPG Keyring of this project%s
es: Usted también puede estar interesado en el %sDepósito de claves GPG de este proyecto%s

source: They GPG Keyring of the project is empty, no keys were registered
es: El depósito de claves GPG del proyecto está vacío, no fue registrada ninguna clave.

source: Project Members GPG Keyring
es: Depósito de Claves GPG de Miembros de Proyecto

source: You can %sdownload the keyring%s and import it with the command %s
es: Puede %sdescargar el depósito de claves%s e importarlo con el comando %s

source: Copy Configuration
es: Copiar Configuración

source: Successfully updated notification content settings
es: Exitosamente actualizadas las configuraciones de contenido de notificación

source: Failed to update notification content settings
es: Fallado al actualizar las configuraciones de contenido de notificación

source: Set Notifications
es: Establecer Notificaciones

source: Bug Tracker Email Notification Settings
es: Configuraciones de Notificación por Correo-e del Seguimiento de Defectos

source: Support Tracker Email Notification Settings
es: Configuraciones de notificación por correo-e del seguimiento de soporte

source: Task Tracker Email Notification Settings
es: Configuraciones de notificación por correo-e del seguimiento de tareas

source: Patch Tracker Email Notification Settings
es: Configuraciones de notificación por correo-e de seguimiento de parches

source: Cookbook Manager Email Notification Settings
es: Configuraciones de notificación por correo-e del administrador de Recetas

source: News Manager Email Notification Settings
es: Configuraciones de notificación por correo-e del administrador de noticias

source: Carbon-Copy List:
es: Lista Copia-Carbón:

source: Reminders
es: Recomensaciones

source: You can configure the project so that reminder emails get sent to project members who have opened items with priority higher than 5 assigned to them.
es: Puede configurar el proyecto para que los correoss de aviso sean enviados a miembros de proyecto que hayan abierto ítemes con prioridad mayor a 5 asignados a ellos.

source: This will be done regardless of the fact project members have or have not requested to receive such reminders via their personal notification settings!
es: Esto será hecho a pesar de que miembros de proyecto hayan o no hecho pedidos para recibir tales avisos vía sus configuraciones de notificación personal!

source: Update failed.
es: Actualización fallida.

source: Editing Public Info
es: Editando Información Pública

source: Group Name:
es: Nombre de grupo:

source: Short Description %s:
es: Descripción corta %s:

source: Long Description %s:
es: Descripción larga %s:

source: Development Status:
es: Estado de desarrollo:

source: License:
es: Licencia:

source: Invalid Group
es: Grupo Inválido

source: You can view/change all of your project configuration from here.
es: Puede ver/cambiar toda su configuración de proyecto desde aquí.

source: Features
es: Características

source: Select Features
es: Seleccionar Características

source: Define which features you want to use for this project.
es: Definir qué características quiere usar para este proyecto.

source: Cookbook
es: Receta

source: Support Tracker
es: Seguimiento de Apoyo

source: Bug Tracker
es: Seguimiento de Defecto

source: Task Manager
es: Administrador de Tareas

source: Patch Tracker
es: Seguimiento de Parche

source: News Manager
es: Gestor de Noticias

source: Mailing Lists
es: Listas de correo

source: Configure Features: %s
es: Características de Configuración: %s

source: You can manage fields used, define query forms, manage mail notifications, etc.
es: Puede gestionar los campos empleados, definir formularios de consulta, administrar notificaciones por correo, etc.

source: For many features, you can modify the type of email notification (global/per category), the related address lists and the notification triggers.
es: Por muchas características, usted puede modificar el tipo de notificación de correo-e (global/por categoría), las listas de direcciones relacionadas y disparadores de notificación.

source: Copy the configuration of trackers of other projects you are member of.
es: Copiar la configuración de seguimientos de otros proyectos de los que usted es miembro.

source: Information
es: Información

source: Edit Public Information
es: Editar Información Pública

source: Your current short description is: %s
es: Su descripción corta actual es: %s

source: Show History
es: Mostrar Historia

source: This allows you to keep tracks of important changes occuring on your project configuration.
es: Esto le permite mantener pistas de importantes cambios que ocurren en la configuración de proyecto.

source: Members
es: Miembros

source: Manage Members
es: Administrar Miembros

source: Add, remove members, approve or reject requests for inclusion.
es: Agregar, quitar miembros, aprobar o rechazar peticiones para inclusión.

source: Manage Squads
es: Administrar Equipos

source: Create and delete squads, add members to squads. Members of a squad will share this squad's items assignation, permissions, etc.
es: Crear y borrar equipos, añadir miembros a los mismos. Miembros de un equipo compartirán esta asignación de ítemes de equipo, permisos, etc.

source: Set Permissions
es: Establecer Permisos

source: Set members and group default permissions, set posting restrictions.
es: Establecer permisos de miembros y de grupo por defecto, establecer restricciones de publicación.

source: Post Jobs
es: Operaciones Publicadas

source: Add a job offer.
es: Agregar una oferta de tarea.

source: Edit Jobs
es: Editar Tareas

source: Edit jobs offers for this project.
es: Editar ofertas de tarea para este proyecto.

source: Users Pending for Group
es: Usuarios Pendientes por Grupo

source: Users that have requested to be member of the group are listed here. To approve their requests, select their name and click on the button below. To discard requests, go to the next section called "Removing users from group".
es: Los usuarios que han pedido ser miembros del grupo están listados aquí. Para aprobar sus pedidos, seleccione su nombre y pulse en el botón de abajo. Para descartar pedidos, vaya a la próxima sección llamada "Removiendo usuarios de un grupo".

source: Approve users for group
es: Aprobar usuarios para grupo

source: Removing users from group
es: Borrando usuarios de grupo

source: To remove users, select their name and click on the button below. The administrators of a project cannot be removed unless they quit. Pending users are at the bottom of the list.
es: Para quitar usuarios, seleccione su nombre y pulse en el botón de abajo. El administrador de un proyecto no puede ser quitado a menos que se vaya. Los usuarios pendientes están en la parte inferior de la lista.

source: Pending:
es: Pendientes:

source: Remove users from group
es: Remover usuarios del grupo

source: Adding users to group
es: Agregando usuarios al grupo

source: You can search one or several users to add in the whole users database with the following search tool. A list of users, depending on the names you'll type in this form, will be generated.
es: Puede buscar uno o varios usuarios para añadir en toda la base de datos de usuario con la siguiente herramienta de búsqueda. Una lista de usuarios, dependiendo de los nombres que usted ingresará en este formulario, será generada.

source: Search users
es: Buscar usuarios

source: Below is the result of your search in the users database.
es: Abajo está el resultado de su búsqueda en la base de datos de usuarios.

source: Add users to group
es: Agregar usuarios al grupo

source: User %s added to the project.
es: Usuario %s agregado al proyecto.

source: User %s deleted from the project.
es: Usuario %s borrado dedel proyecto.

source: Configuration for user #%s (you!) ignored to avoid incoherent flags status. End the superuser session to change your settings in this group or use the admin user interface.
es: Configuración para usuario #%s (usted!) ignorada para evitar estados de flags incoherentes. Termine la sesión del superusuario para modificar sus configuraciones en este grupo o use la interfaz de usuario administrador.

source: permissions of %s updated.
es: Permisos de %s actualizados.

source: personal permissions of %s were overridden by squad permissions.
es: permisos personales de %s fueron anulados por permisos de equipo.

source: failed to update %s permissions.
es: se falló al actualizar los permisos %s.

source: Permissions for the group updated.
es: Permisos para el grupo actualizados.

source: Unable to change group defaults permissions.
es: Incapaz de cambiar los permisos por defecto de grupo.

source: Posting restrictions updated.
es: Publicando restricciones actualizadas.

source: Unable to change posting restrictions.
es: Incapaz de cambiar restricciones de publicación.

source: Applies when ...
es: Aplicar cuando ...

source: Task Tracker
es: Seguimiento de Tareas

source: Cookbook Manager
es: Gestor de Receta

source: Group trackers posting restrictions
es: Restricciones en la publicación en seguimientos de grupo

source: Here you can set the minimal authentification level required in order to post on the trackers.
es: Aquí usted puede establecer el mínimo nivel de autenticación requerido en orden para publicar en los seguimientos.

source: Posting new items
es: Publicando nuevos ítemes

source: Posting comments
es: Publicando comentarios

source: Update Permissions
es: Actualizar Permisos

source: Group Default Permissions
es: Permisos de Grupo Predeterminados

source: Permissions per squad
es: Permisos por equipo

source: No Squads Found
es: Ningún equipo encontrado

source: General Rights
es: Derechos Generales

source: Squad Members will automatically obtain, at least, the Squad permissions.
es: Miembros de equipo automáticamente obtendrán, al menos, los permisos de equipo.

source: Private Items
es: Ítemes privados

source: Permissions per member
es: Permisos por miembro

source: No Members Found
es: Ningún Miembro Encontrado

source: On Duty
es: En servicio

source: Projects Admins are always allowed to read private items.
es: Los administradores de proyecto están siempre habilitados para leer ítemes privados.

source: You are Admin
es: Usted es Administrador

source: You must supply a username.
es: Debe suministrar un nombre de usuario.

source: You must supply a non-empty real name.
es: Debe suministrar un nombre real no-vacío.

source: That username already exists.
es: Ese nombre de usuario ya existe.

source: That username is blocked to avoid conflict with mailing-list addresses.
es: Ese nombre de usuario está bloqueado para prevenir conflictos con las direcciones de la lista de correos.

source: Squad not found
es: Equipo no encontrado

source: Squad deleted
es: Equipo borrado

source: Squads can be assigned items, share permissions. Creating squads is useful if you want to assign some items to several members at once.
es: Los equipos pueden ser asignados a ítemes, compartir permisos. Crear equipos es útil si quiere asignar algunos ítemes a varios miembros de una sola vez.

source: Squads List
es: Lista de Equipos

source: Create a New Squad
es: Crear un nuevo equipo

source: Squad Login Name:
es: Nombre de conexión del equipo:

source: Real Name:
es: Nombre real:

source: You cannot have more squads than members
es: No puede tener más equipos que miembros

source: This action cannot be undone, the squad login name will no longer be available.
es: Esta acción no puede ser deshecha, el nombre de conexión del equipo no estará mas disponible.

source: Do you really want to delete this squad account:
es: Realmente quiere borrar su cuenta de equipo:

source: User %s added to the squad.
es: Usuario %s agregado al equipo.

source: User %s is already part of the squad.
es: El usuario %s ya es parte del equipo.

source: User %s removed from the squad.
es: Usuario %s quitado del equipo.

source: User %s is not part of the squad.
es: Usuario %s no es parte del equipo.

source: Delete Squad
es: Borrar Equipo

source: Removing members
es: Borrando miembros

source: To remove members from the squad, select their name and click on the button below.
es: Para quitar miembros del equipo, seleccione su nombre y pulse en el botón de abajo.

source: Remove Members
es: Quitar Miembros

source: Adding members
es: Agregando miembros

source: To add members to the squad, select their name and click on the button below.
es: Para añadir miembros al equipo, seleccione su nombre y pulse en el botón de abajo.

source: Add Members
es: Agregar Miembros

source: Setting permissions
es: Estableciendo permisos

source: Go the the 'Set Permissions' page
es: Ir a la página 'Establecer Permisos'

source: Update successful.
es: Actualización exitosa.

source: Nothing to update.
es: Nada que actualizar.

source: You can activate or deactivate feature/artifact for your project. In some case, depending on the system administrator's choices, you can even use change the URL for a feature/artifact. If the field 'alternative address' is empty, the standard is used.
es: Puede desactivar característica/artefacto para su proyecto. En algún caso, dependiendo de las elecciones del administrador del sistema, incluso puede cambiar la URL por una característica/artefacto. Si el campo 'dirección alternativa' está vacío, el estándar es usado.

source: Feature, Artifact
es: Característica, Artefacto

source: Activated?
es: Activado?

source: Standard Address
es: Dirección Estándar

source: Alternative Address
es: Dirección Alternativa

source: Homepage
es: Página Inicial

source: Homepage Source Code Web Browsing
es: Navegación web del código fuente de la página de inicio

source: Documentation
es: Documentación

source: Download Area
es: Área de Descarga

source: Download Area Directory
es: Directorio de Área de descarga

source: Forum
es: Foro

source: CVS Web Browsing
es: Navegación web CVS

source: Arch Web Browsing
es: Navegación web Arch

source: Subversion Web Browsing
es: Navegación web de Subversion

source: Git Web Browsing
es: Explorador web Git

source: Mercurial Web Browsing
es: Explorador web Mercurial

source: Bazaar Web Browsing
es: Explorador web Bazaar

source: Bugs Tracker
es: Seguimiento de Defectos

source: Project History
es: Historial de Proyecto

source: With the following form, you can perform a search in the items summaries and details of a given tracker of the project %s. If you need to perform more complex search, use the query forms in Browse items page of this tracker. If you want to perform a site-wide search, use the search box in the left menu.
es: Con el siguiente formulario, puede realizar una búsqueda en los resúmenes de ítemes y detalles de un seguimiento de proyecto %s dado. Si necesita realizar búsquedas más complejas, use los formularios en Examinar página de ítemes de este seguimiento. Si usted quiere llevar a cabo una búsqueda en todo el sitio, use la casilla de búsqueda en el menú de la izquierda.

source: This forum ID doesn't exist.
es: Este ID de foro no existe.

source: Previous Messages
es: Mensajes Previos

source: Next Messages
es: Siguientes Mensajes

source: Start a New Thread:
es: Comenzar un Nuevo Hilo:

source: posted by
es: publicado por

source: Post a followup to this message
es: Publicar una continuación a este mensaje

source: This project has turned off this tool
es: Este proyecto ha decepcionado esta herramienta

source: Browsing the %s Repository
es: Navegando el repositorio %s

source: You can Browse the %s repository of this project with your web browser. This gives you a good picture of the current status of the source files. You may also view the complete histories of any file in the repository as well as differences among two versions.
es: Puede navegar el repositorio %s de este proyecto con su navegador web. Esto le da una buena noción del estado actual de los ficheros fuente. También puede ver las historias completas de cualquier fichero en el repositorio como también las diferencias entre dos versiones.

source: Browse Sources Repository
es: Examinar el Repositorio de las Fuentes

source: Browse Web Pages Repository
es: Examinar el Repositorio de la Páginas Web

source: Getting a Copy of the %s Repository
es: Consiguiendo una copia del repositorio %s

source: Failed to update
es: Actualización fallida

source: Project News Item Updated.
es: Ítemes de Noticias de Proyecto Actualizados

source: Manage
es: Administrar

source: No pending news
es: No hay noticias pendientes

source: If you want to approve/edit site news (shown on the front page), you must be logged as superuser.
es: Si quiere aprobar/editar noticias del sitio (mostradas en la página frontal), usted debe estar conectado como superusuario.

source: If you want to approve/edit news for the local administration project (not shown on the front page), you must end the superuser session.
es: Si quiere aprobar/editar noticias para el proyecto de administración local (no mostradas en la página frontal), usted debe terminar la sesión de superusuario.

source: Submitted by:
es: Enviado Por:

source: Approve For %s' Front Page
es: Aprobar Para %s' Página Frontal

source: Do Nothing
es: No hacer nada

source: Refuse
es: Rechazar

source: Display
es: Mostrar

source: Delete
es: Borrar

source: Subject:
es: Asunto:

source: Details %s:
es: Detalles %s:

source: Note: If this item is on the %s home page and you edit it, it will be removed from the home page.
es: Nota: Si este ítem está en la página de inicio %s y usted lo edita, será quitado de la página de inicio.

source: Submit
es: Enviar

source: Preview:
es: Previsualización:

source: No queued items found
es: Ningún ítem en cola de espera encontrado

source: These news items were submitted and need approval
es: Estos ítemes de noticias fueron enviados y necesitan aprobación

source: No deleted items during these past two weeks
es: No hay ítemes borrados durante estas dos semanas pasadas

source: These items were refused these past two weeks:
es: Estos ítemes fueron rechazados estas dos semanas pasadas:

source: These items were deleted these past two weeks:
es: Estos ítemes fueron borrados estas dos semanas pasadas:

source: No news items approved
es: NIngún ítem de noticias aprobado

source: These items were approved:
es: Estos ítemes fueron aprobados:

source: Action unavailable: only news managers can approve news.
es: Operación no disponible: solo administradores de noticias pueden aprobar noticias.

source: This project has turned off the news tool.
es: Este proyecto ha decepcionado la herramienta de noticias.

source: Print summaries for the %s latest news.
es: Escribir resúmenes para las últimas noticias %s.

source: Latest News Approved - With Summaries
es: Últimas Noticias Aprobadas - Con Resúmenes

source: Older News Approved
es: Viejas Noticias Aprobadas

source: Action Unavailable: %s
es: Operación no disponible: %s

source: Title is missing
es: El título está perdido

source: Error doing insert
es: Error realizando inserción

source: News Posted: it will need to be approved by a news manager of this project before it shows on the project front page.
es: Noticias publicadas: necesitarán ser aprobada por un administrador de noticias de este proyecto antes de mostrarse en la página frontal del proyecto.

source: Submit News
es: Enviar Noticias

source: A news manager of this project will have to review and approve the news.
es: Un administrador de noticias de este proyecto tendrá que revisar y aprobar las noticias.

source: You may include URLs, emails, that will be made clickable, but not HTML.
es: Puede incluir URLs, correo-e, en los que se podrá hacer pulse, pero no HTML.

source: This Project Has Turned Off News Tracker
es: Este proyecto ha decepcionado el seguimiento de noticias

source: You can view/change all of this tracker configuration from here.
es: Puede ver/cambiar toda la configuración de este seguimiento desde aquí.

source: News Tracker Email Notification Settings
es: Configuraciones de Notificaciones por Correo-e del Tracker de Noticias

source: No such project.
es: Sin tal proyecto.

source: Non-numeric hook id
es: id enchanche no numeríco

source: Invalid repository name:
es: Nombre de repositorio no válido:

source: Invalid matching type
es: Tipo de coincidencia inválida

source: Invalid directories list
es: Lista de directorios inválido

source: Invalid value for enable_diff
es: Valor inválido para enable_diff

source: Invalid list of notification e-mails
es: Listado de correo-e de notificación inválido

source: Invalid list of diff notification e-mails
es: Listado de diferentes correos-e de notificación i

source: Modify
es: Modificar

source: Requested Page not Found (Error 404)
es: La página requerida no se encontró (Error 404)

source: The web page you are trying to access doesn't exist on %s.
es: La página web que está tratando de acceder no existe en %s.

source: If you think that there's a broken link on %s that must be repaired, %sfile a support request%s, mentioning the URL you tried to access (%s).
es: Si cree que hay un enlace roto en %s que debe ser reparado, %s solicite un pedido de apoyo %s, mencionando la URL que trató de acceder (%s)

source: Otherwise, you can return to the %s%s main page%s.
es: De lo contrario, puede regresar a la página principal %s%s%s.

source: No Lists found for %s
es: Ninguna lista encontrada para %s

source: Project administrators can add mailing lists using the admin interface.
es: Administradores de proyecto pueden añadir listas de correo usando la interfaz de administrador.

source: To see the collection of prior posting to the list, visit the %s%s archives%s
es: Para ver la colección de publicaciones previas a la lista, visite los %s%s archivos%s
