Repository: apjanke/savane
Catalog: po/*.po
Languages: es

source: That user does not exist
es: Ese usuario no existe

source: Message Sent
es: Mensaje Enviado

source: Send a message
es: Enviar un mensaje

source: %s hosting request
es: %s petición de hospedador

source: No group type has been set. Admins need to create at least one group type. They can make it so clicking on the link "Group Type Admin", on the Administration section of the left side menu, while logged in as admin
es: Ningún tipo de grupo ha sido establecido. Los administradores necesitan para crear al menos un tipo de grupo. Ellos pueden hacerlo haciendo pulse en el enlace "Administrador de Tipo de Grupo", en la sección Administración del menú de la izquierda, mientras está conectado como administrador

source: Project name
es: Nombre del proyecto

source: Full name
es: Nombre completo

source: Short/system name
es: Nombre del Sistema/Corto

source: (used in URLs, mailing lists names, etc.)
es: (empleado en URL, nombres de listas de correo, etc.)

source: Project information
es: Información del proyecto

source: ~20-lines technical description
es: descripción técnica de ~20-líneas

source: What is your project?
es: ¿Qué es su proyecto?

source: (purpose, topic, programming language...)
es: /propósito, tema, lenguaje de programación...)

source: What is special about it?
es: ¿Qué es especial sobre esto?

source: Checklist - **see <a href="http://savannah.gnu.org/maintenance/HowToGetYourProjectApprovedQuickly">How To Get Your Project Approved Quickly</a>**
es: Lista de comprobación - **vea <a href="http://savannah.gnu.org/maintenance/HowToGetYourProjectApprovedQuickly">Como Obtener Su Proyecto Aprovado Rápidamente</a>**

source: My project runs primarily on a completely free OS
es: Mi proyecto ejecuta primariamente en un SO completamente libre

source: My license is compatible with the GNU GPL or GFDL
es: Mi licencias es compatible con la GPL de GNU o GFDL

source: My dependencies are compatible with my project license
es: Mis dependencias son compatibles con mi licencia del proyecto

source: All my files include valid copyright notices [<a href="http://www.gnu.org/prep/maintain/html_node/Copyright-Notices.html">1</a>]
es: Todos mis ficheros incluyen noticia de derechos comerciales [<a href="http://www.gnu.org/prep/maintain/html_node/Copyright-Notices.html">1</a>]

source: All my files include a license header [<a href="http://www.gnu.org/licenses/gpl-howto.html">1</a>] [<a href="http://www.gnu.org/licenses/fdl-howto.html">2</a>]
es: Todos mism ficheros incluyen una cabecera de licencia [<a href="http://www.gnu.org/licenses/gpl-howto.html">1</a>] [<a href="http://www.gnu.org/licenses/fdl-howto.html">2</a>]

source: Origin and license of media files is specified
es: Origen y licencia de ficheros de medio está especificado

source: My tarball includes a copy of the license
es: Mis pelotas incluyen una copia de la licencia

source: I read carefully and don't check this one
es: Yo leo detalladamente y no comprubo esto una vez

source: I agree with the <a href="requirements.php">hosting requirements</a>
es: Estoy de acuerdo con <a href="requirements.php">requisitos de hospedaje</a>

source: Details
es: Detalles

source: Dependencies
es: Dependencias

source: name + license + website for each dependency
es: nombre + licencia + web para cada dependencia

source: Other Comments
es: Otros Comentarios

source: Tarball (.tar.gz) URL
es: URL empaquetada (.tar.gz)

source: (Need a place to upload? <a href="upload.php" target="_blank">Open upload window</a>)
es: (¿Requiere un lugar donde cargar? <a href="upload.php" target="_blank">Abre ventana de carga</a>)

source: Register project
es: Registrar proyecto

source: Invalid full name
es: Nombre completo no válido

source: Invalid Unix name
es: Nombre Unix Inválido

source: A project with that name already exists.
es: Un proyecto con ese nombre ya existe.

source: Please recheck your project
es: Recompruebe su proyecto

source: Please accept the hosting requirements
es: Por favor, acepte los requisitos del hospedador

source: This is too short!
es: ¡Esto es demasiado corto!

source: Please give us a link to your project latest release
es: Por favor, denos un enlace a su úptima publicación de su proyecto

source: Unable to update database, please contact administrators
es: Incapaz actualizar base de datos, por favor contacte a los administradores

source: Setting you as project admin failed
es: Ha fallado el proceso de establecerlo como administrador del proyecto

source: Hosting requirements
es: Requisitos hospedantes

source: Temporary upload
es: Subir temporalmente

source: Upload file
es: Cargar fichero

source: Error %s during upload
es: Error %s durante carga

source: Cannot move file to the download area.
es: No puede mover el fichero al área de descarga.

source: Here's your temporary tarball URL:
es: Aquí está la pelota URL temporal:

source: Below is a list of files of the project. You can access the project download area directly at
es: Abajo hay una lista de ficheros del proyecto. Puede acceder el área de descarga del proyecto directamente en

source: Show %s and highlight version %s.
es: Mostrar %s y resaltar versión %s.

source: Apply
es: Aplicar

source: Add
es: Agregar

source: Note for GNU projects
es: Importante para proyectos GNU

source: Currently, since file uploads to ftp.gnu.org are not supported by Savannah at present (You should get in touch with accounts@gnu.org to get permissions to do them), the form below cannot be used.
es: Actualmente, desde que las subidas de ficheros a ftp.gnu.org no son soportadas por Savannah al presente (debería ponerse en contacto con accounts@gnu.org para tener permiso de hacer eso), el formulario de abajo no puede ser usado.

source: But, file release system should work if you respect the standard tree explained below.
es: Pero, el sistema de descarga de ficheros debería funcionar si usted respeta el árbol estándar explicado abajo

source: How does file list work on %s?
es: ¿Cómo funciona la lista de ficheros en %s?

source: On %s, you must use scp, sftp or rsync via SSH to upload your files.
es: En %s, usted debe usar scp, sftp o rsync via SSH para subir sus ficheros.

source: We prefer this way of managing files for security matters and also because scp and rsync are designed for this kind of usage, unlike a web browser.
es: Preferimos esta forma de administrar ficheros por asuntos de seguridad y también porque scp y rsync son diseñados para este tipo de uso, a diferencia de un navegador web.

source: We want the file management system to be usable with a shell.
es: Queremos que el sistema de administración de ficheros pueda usarse con un intérprete de comandos.

source: The following form won't upload files. It will display a list of commands that you will have to copy and paste in a terminal.
es: El siguiente formulario no subirá ficheros. Mostrará una lista de comandos que usted tendrá que copiar y pegar en una terminal.

source: If you follow the directory organisation outlined below, the %s %s Filelist for your project%s (available once you have checked the corresponding box in your %s Project Public Info %s) will display the versions in a user friendly way. Otherwise, the visitor of your project will be presented a regular directory listing.
es: Si usted sigue la organización de directorios trazada debajo, la lista de ficheros %s %s de su proyecto %s (disponible una vez que haya marcado el correspondiente box en su %s Información Publica de Proyecto%s) mostrará las versiones en una forma amigable para el usuario. De otro modo, el visitante de su proyecto le será presentado un listado de directorio regular.

source: The suggested layout is as follows:
es: La disposición sugerida es como a continuación:

source: is your dedicated area
es: es su área dedicada

source: is the package/branch name, since you can have as many packages/branches as you want.
es: es el nombre del paquete/sector, desde que usted puede tener tantos paquetes/sectores como quiera.

source: It must end with .pkg.
es: Debe terminar con .pkg.

source: is the version name/number for the package/branch we call unstable.
es: es la versión nombre/número para el paquete/sector que llamamos inestable.

source: is a package that users can download for this version of this package/branch.
es: es un paquete que los usuarios pueden descargar para esta versión de este paquete/sector.

source: Note that the package name should be the name of the .tar.gz file. Or whatever you want, but it must not contain characters as " " (whitespace) or "/" (slash).
es: Note que el nombre del paquete debería ser el nombre del fichero .tar.gz. O cualquier cosa que quiera, pero no debe contener caracteres como " " (espacio en blanco) o "/" (corte).

source: Help!
es: Ayuda!

source: You may take a look at the %s FAQ about %sHow do I add files in the download area%s, especially the "Tips" part.
es: Puede echar un vistazo a %s Acerca de las FAQ %s Cómo agrego ficheros en el área de descarga%s, especialmente la parte de "Consejos".

source: Getting a command list to upload the files:
es: Conseguir una lista de comandos para subir los ficheros:

source: Package / Branch:
es: Paquete / Rama:

source: ex: the project name, or stable / unstable
es: ej: el nombre del proyecto, o estable / inestable

source: Version:
es: Versión:

source: ex: 1.0.0 or 20020427
es: ej: 1.0.0 o 20020427

source: 1st File:
es: 1º Fichero:

source: this should be the absolute path of the file on your machine
es: esta debería ser la ruta (path) completa del fichero en su máquina

source: 2nd File:
es: 2º Fichero:

source: 3rd File:
es: 3º Fichero:

source: 4th File:
es: 4º Fichero:

source: 5th File:
es: 5º Fichero:

source: 6th File:
es: 6º Fichero:

source: 7th File:
es: 7º Fichero:

source: 8th File:
es: 8º Fichero:

source: 9th File:
es: 9º Fichero:

source: Show me the commands list
es: Muéstrame la lista de comandos

source: Here is the command list:
es: Aquí está la lista de comandos:

source: You must specify a Package / Branch name.
es: Debe especificar un nombre de Paquete / Sector.

source: You must specify a Version name.
es: Debe especificar un nombre de Versión.

source: Here is the result of the information you give.
es: Aquí está el resultado de la información que usted proporcionó.

source: Basically, you just have to copy and paste those commands in a terminal.
es: Básicamente, sólo tiene que copiar y pegar esos comandos en una terminal.

source: UPDATED: now the specified version is highlighted
es: ACTUALIZADO: ahora la versión especificada está resaltada

source: Note that you can also add a #%s to the HTML links to your filelist, as %s
es: Note que usted también puede añadir un/a %s a los enlaces HTML a su lista de ficheros, como %s

source: Alternatively, you can make a link to %s
es: Alternativamente, puede hacer un enlace a %s

source: How does it work, how to do this without a web browser?
es: ¿Cómo funciona, cómo hacer esto sin un navegador web?

source: It just creates a nice LATEST_RELEASE_IS file in the package dir with the version name as content.
es: Esto sólo crea un lindo fichero LATEST_RELEASE en el directorio paquete con el nombre de la versión como contenido.

source: You can do this job exactly by making a similar file and upload it:
es: Puede hacer este tarea exactamente creando un fichero similar y subiéndolo:

source: There is no such Package / Branch or Version online for %s
es: No hay tal Paquete / Sector o Versión en línea para %s

source: You do not have the required privileges to access this page
es: No tiene los privilegios requeridos para acceder a esta página

source: This page contains lists of items assigned to or submitted by you.
es: Esta página contiene listas de ítemes asignados a usted o enviados por usted.

source: Open
es: Abrir

source: Closed
es: Cerrado

source: Lowest
es: Lo más bajo

source: Low
es: Bajo

source: Normal
es: Común

source: High
es: Alto

source: Immediate
es: Inmediato

source: Show %s new items or of %s priority at least.
es: Mostrar %s ítemes nuevos o de %s prioridad al menos.

source: Assigned to me
es: Asignados a mi

source: Submitted by me
es: Enviados por mi

source: Here's a list of recent items (< 16 days) we think you should have a look at. These are items recently posted on trackers you manage that are still unassigned or assigned to you and news posted on a project you are member of.
es: Aquí hay una lista de ítemes recientes (< 16 días) creemos que usted debería mirarlos. Estos son ítemes recientemente publicados en seguimientos que usted administra que están aún sin asignar o asignados a usted y noticias publicadas en un proyecto del que es miembro.

source: News Waiting for Approval
es: Noticias esperando por aprobación

source: Project %s, %s
es: Proyecto %s, %s

source: News
es: Noticias

source: None found
es: Ninguno fue encontrado

source: New and Unassigned Items
es: Ítemes nuevos y sin asignar

source: New and Assigned Items
es: Ítemes nuevos y asignados

source: Unable to remove user from the watched users list, probably a broken URL
es: Incapaz de quitar usuario desde la lista de seguimiento de usuarios, probablemente un enlace URL roto

source: Unable to add user in the watched users list, probably a broken URL
es: Incapaz de añadir usuario a la lista de usuarios, probablemente un enlace URL roto

source: Membership request for group %s
es: Pedido de Membresía para grupo %s

source: When joining you must provide a message for the administrator, a short explanation of why you want to join this/these project(s).
es: Cuando se una a nosotros deber proporcionar un mensaje para el administrador, una corta explicación de por qué quiere unirse a este/estos proyecto/s

source: Request for inclusion already registered
es: Pedido para inclusión ya registrado

source: Groups history appears to be flawed. This is a site installation problem. Please report the incident to administrators, asking them to get in touch with their Savane supplier.
es: El historial de grupos parece estar estropeado. Este es un problema de instalación del sitio. Por favor boletín el incidente a los administradores, pidiéndoles que se pongan en contacto con su proveedor Savane.

source: Here is the list of groups you are member of, plus a form which allows you to ask for inclusion in a Group. Clicking on the trash permits you to quit a project.
es: Aquí está la lista de grupos de los que es miembro, además de un formulario el cual le permite pedir la inclusión en un grupo. Haciendo pulse en la basura le permite dejar un proyecto.

source: Watched Partners
es: Compañeros Observados

source: You are not watching any partners.
es: No está observando ningún compañero.

source: Watching a partner (receiving a copy of all notifications sent to them) permits you to be their backup when they are away from the office, or to review all their activities on a project.
es: Observar un compañero (recibir una copia de todas las notificaciones enviadas a ellos) le permite ser su apoyo cuando ellos estén lejos de la oficina, o para revisar todas sus actividades en un proyecto.

source: To watch someone, click 'Watch partner' in the project memberlist page. You need to be member of that project yourself.
es: Para observar a alguien, pulse en 'Observar a un compañero' en la página de la lista de miembros del proyecto. Usted necesita ser miembro de ese proyecto.

source: Stop watching this user?
es: Dejar de observar este usuario?

source: My own notifications are currently watched by: %s
es: Mis propias notificaciones son actualmente observadas por: %s

source: Nobody is currently watching my own notifications.
es: Nadie está observando mis notificaciones actualmente.

source: Request for Inclusion
es: Pedir para inclusión

source: Type below the name of the project you want to contribute to. Joining a project means getting write access to the project repositories and trackers, and involves responsibilities. Therefore, usually you would first contact the project developers (e.g., using a project mailing list) before requesting formal inclusion using this form.
es: Teclee debajo el nombre del proyecto que quiere para contribuír. Uniéndose a un proyecto significa obtener acceso de escritura a los repositorios del proyecto y los seguimientos, e incluye responsabilidades. Por lo tanto, usualmente podría primier contactar con los desarrolladores del proyecto (p. e. empleando una lista de correo del proyecto) antes de solicitar una inclusión formal utilizando este formulario.

source: Search Group(s)
es: Buscar Grupo(s)

source: Below is the result of the research in the groups database.
es: Abajo está el resultado de la investigación en la base de datos de grupos.

source: None found. Please note that only search words of more than one character are valid.
es: Ninguno encontrado. Por favor note que solo palabras de búsqueda de más de un carácter son válidas.

source: To request inclusion in one or several groups, check the correspondent boxes, write a meaningful message for the project administrator who will approve or disapprove the request, and submit the form.
es: Para pedir una inclusión en uno o varios grupos, marque los correspondientes boxes, escriba un mensaje significativo para el administrador de proyecto quien aprobará o desaprobará el pedido, y envíe el formulario.

source: Comments (required):
es: Comentarios (requerido):

source: Request Inclusion
es: Pedir Inclusión

source: My Groups
es: Mis Grupos

source: You're not a member of any public projects
es: No es un miembro de ningún proyecto público

source: Groups I'm Administrator of
es: Grupos de los que soy administrador

source: Quit this project?
es: Dejar este proyecto?

source: Member since %s
es: Miembro desde %s

source: I am not administrator of any projects
es: No soy administrador de ningún proyecto

source: Groups I'm Contributor of
es: Grupos de los que soy contribuidor

source: I am not contributor member of any projects
es: No soy miembro contribuidor de ningún proyecto

source: Request for Inclusion Waiting For Approval
es: Pedir por una inclusión esperando por la aprobación

source: Discard this request?
es: Descartar este pedido?

source: Vote count exceed limits, your changes have been discarded
es: La cuenta de votos excede los límites, sus cambios han sido descartados

source: Here is the list of your votes.
es: Aquí hay una lista de sus votos.

source: %s vote remains at your disposal.
es: %s voto restante en su disposición.

source: To change your votes, type in new numbers (using zero removes the entry from your votes list).
es: Para cambiar sus votos, ingrese nuevos números (usando cero remueve la entrada de su lista de votos).

source: %s vote
es: un voto

source: Submit Changes
es: Enviar Cambios

source: Successfully set Notification Exceptions
es: Exitosamente establecidas las excepciones de notificación

source: Failed to set Notification Exceptions
es: Ha fallado para establecer excepciones de notificación

source: Successfully Updated Reminder Settings
es: Exitosamente actualizadas las configuraciones de notificación

source: Failed to Update Reminder Setting
es: Actualización de configuración de notificación fallida

source: Successfully set Timestamp of the Latest Reminder
es: Exitosamente establecido el Timestamp de la última notificación

source: Failed to Reset Timestamp of the Latest Reminder
es: Ha fallado en restablecer el Timestamp de la última notificación

source: Successfully configured subject line
es: Exitosamente configurada la línea de asunto

source: Non alphanumeric characters in the proposed subject line, subject line configuration skipped.
es: Ningún carácter alfanumérico en la línea de asunto, salteada la configuración de línea de asunto.

source: Mail Notification Settings
es: Configuraciones de Notificación por Mail

source: Notification Exceptions
es: Excepciones de Notificación

source: When you post or update an item, you are automatically added to its Carbon-Copy list to receive notifications regarding future updates. You can always remove yourself from an item Carbon-Copy list.
es: Cuando usted publica y actualiza ítemes, automáticamente está agregado en los ítemes de lista de Copia-Carbón para recibir notificaciones con respecto a futuras actualizaciones, Puede quitarse a si mismo de la lista Copia-Carbón.

source: If an item is assigned to you, you will receive notifications as long as you are the assignee; however, you will not be added to the Carbon-Copy list. If you do not post any comment or update to the item while you are the assignee, and the item gets reassigned, you will not receive further update notifications.
es: Si un ítem es asignado a usted, recibirá notificaciones tanto tiempo como esté asignado pero, sin embargo, no será agregado a la lista Copia-Carbón. Si no publica ningún comentario o actualización del ítem al que está asignado, y si el ítem es reasignado, usted no recibirá más notificaciones de actualizaciones.

source: Here, you can tune your notification settings.
es: Aquí, usted puede adaptar sus opciones de notificación.

source: Send notification to me only when:
es: Enviarme notificación solo cuando:

source: I am not the author of the item update
es: yo no soy el autor de la actualización del ítem

source: the item was closed
es: el ítem fue cerrado

source: the item status changed
es: el estado del ítem fue modificado

source: Do not add me in Carbon-Copy when:
es: No añadirme a Copia-Carbón cuando:

source: I post a comment
es: Publico un comentario

source: I update a field, add dependancies, attach file, etc
es: Actualizo un campo, agrego dependencias, adjunto un fichero, etc

source: Remove me from Carbon-Copy when:
es: Quitarme de Copia-Carbón cuando:

source: I am no longer assigned to the item
es: ya no estoy asignado al ítem

source: Subject Line
es: Linea de asunto

source: The header "%s" will always be included, and when applicable, so will "%s", "%s", and/or "%s".
es: El encabezado "%s" siempre será incluido, y cuando sea aplicable, se hará "%s", "%s", y/o "%s".

source: Another option for message filtering is to configure the prefix of the subject line with the following form. In this form, you can use the strings "%s", "%s", "%s", and "%s". They will be replaced by the appropriate values. If you leave this form empty, you will receive the default subject line.
es: Otra opción para filtrado de mensaje es configurar el prefijo de la línea del asunto con el siguiente formulario. En este formulario usted puede usar los strings "%s", "%s", "%s", y "%s". Ellos serán reemplazados por los valores apropiados. Si deja este formulario vacío, recibirá la línea de asunto por defecto.

source: None
es: Ninguno

source: Daily
es: Diariamente

source: Weekly
es: Semanalmente

source: Monthly
es: Mensualmente

source: Subject Line:
es: Línea de Asunto:

source: Reminder
es: Aviso

source: You can also receive reminders about opened items assigned to you, when their priority is higher than 5. Note that projects administrators can also set reminders for you, out of your control, for your activities on the project they administer.
es: Puede también recibir avisos acerca de ítemes abiertos asignados a usted, cuando su prioridad sea mayor a 5. Note que los administradores de proyectos también pueden estableces avisos por usted, fuera de su control, para sus actividades en el proyecto que ellos administran.

source: Frequency of reminders:
es: Frecuencia de avisos:

source: Update
es: Actualizar

source: Stone age menu activated, it will be effective the next time a page is loaded
es: Menú era de piedra activado, será efectivo la próxima vez que una página sea cargada.

source: Database successfully updated
es: Base de datos correctamente actualizada

source: Failed to update the database
es: Actualización de la base de datos fallida
